Repository: mtux/bilbo
Catalog: po/*/bilbo.po
Languages: de, fa, nl, pl, pt_br, ru, tr

source: Show line numbers
de: Zeilennummern anzeigen
fa: نمایش شماره خط‌ها
nl: Toon lijn nummers
pt_br: Exibir numeração de linhas
ru: Показывать номера строк
tr: Satır numalarını göster

source: Options
de: Einstellungen
fa: امکانات
nl: Opties
pt_br: Opções
ru: Параметры
tr: Seçenekler

source: Edit properties
de: Einstellungen bearbeiten
fa: ویرایش مشخصات
nl: Bewerk eigenschappen
pl: Edytuj właściwości
pt_br: Editar propriedades
ru: Редактировать свойства
tr: Özellikleri düzenle

source: Copy Url
de: URL kopieren
fa: کپی کردن مسیر
nl: Kopieer Url
pl: Kopiuj URL
pt_br: Copiar URL
ru: Копировать URL
tr: Url kopyala

source: Remove media
de: Datei entfernen
fa: برداشتن رسانه
nl: Verwijder media
pl: Usuń media
pt_br: Remover mídia
ru: Удалить медиа
tr: Ortamı kaldır

source: Can not fetch the selected blog style.
de: Kann ausgewählten Blogstyle nicht holen.
fa: قالب وبلاگ انتخاب شده، دریافت نشد.
nl: Kan de blog stijl niet ophalen.
pt_br: Não é possível buscar o estilo selecionado para o blog.
ru: Невозможно получить стиль выбранного блога.
tr: Seçili blog tarzı getirilemiyor.

source: Cannot get html file.
de: Kann HTML-Datei nicht holen
fa: نمی توان پرونده html را دریافت کرد.
nl: Kan html bestand niet ophalen.
pt_br: Não é possível obter arquivo html.
ru: Невозможно получить html-файл.
tr: Html dosyası alınamıyor.

source: Cannot write data to file %1
de: Kann Daten in die Datei %1 nicht schreiben
fa: فایل 1% قابل نوشتن نیست.
nl: Kan gegevens niet naar bestand %1 schrijven
pt_br: Não é possível gravar dados no arquivo %1
ru: Невозможно записать данные в файл %1
tr: Dosyaya veri yazılamıyor %1

source: An error ocurred on latest transaction
de: Beim letzten Vorgang ist ein Fehler aufgetreten
fa: خطایی در فرآیند قبلی اتفاق افتاده است.
nl: Er is een fout opgetreden bij de laatste transactie
pl: Podczas ostatniej operacji wystąpił błąd
pt_br: Ocorreu um erro na última operação
ru: Произошла ошибка в последней транзакции
tr: Son harekette bir hata oluştu.

source: Cannot create database
de: Kann Datenbank nicht erstellen
fa: نمی‌توان پایگاه‌داده‌ها را ایجاد کرد
nl: Kan database niet aanmaken
pt_br: Não foi possível criar um banco de dados
ru: Невозможно создать базу данных
tr: Veritabanı yaratılamıyor

source: Cannot connect to database
de: Keine Verbindung zur Datenbank
fa: اتصال به پایگاه‌داده‌ها میسر نیست
nl: Kan niet verbinden met database
pt_br: Não foi possível conectar-se ao banco de dados
ru: Невозможно подключиться к базе данных
tr: Veritabanına bağlanamıyor

source: There isn't any post with requested ID
de: Es gibt kein Eintrag mit der angeforderten ID
fa: هیچ پستی با آی‌دی درخواست‌شده وجود ندارد.
nl: Kan bericht met de opgegeven ID niet ophalen
pl: Nie ma wpisu o takim ID
pt_br: Não existe nenhuma publicação com o ID solicitado
ru: Запись с указанным ID не существует
tr: İstenen kimlikte herhangi bir yazı bulunmuyor

source: there isn't any local post with requested ID
de: Es gibt keinen lokalen Eintrag mit der angeforderten ID
fa: هیچ پست محلی‌ای با آی‌دی درخواست‌شده وجود ندارد.
nl: Kan lokaal bericht met de opgegeven ID niet vinden
pl: Nie ma wpisu lokalnego o takim ID
pt_br: não há nenhuma publicação local com o ID solicitado
ru: Локальная запись с указанным ID не существует
tr: İstenen kimlikte yerel bir yazı bulunmuyor

source: Could not fetch user's info out of the result from the server, not a map.
de: Aus der Antwort des Servers können keine Benutzerinformationen ausgelesen werden. Es handelt sich nicht um eine Liste.
fa: نمی توان اطلاعات کاربر را خارج از نتیجه از خدمتگذار دریافت کرد، یک نقشه نیست.
nl: Kan de gebruikersgegevens niet uit de reactie van de server lezen, niet een map.
pt_br: Não foi possível obter informações do usuário fora do resultado a partir do servidor, não a dados.
ru: Невозможно получить пользовательскую информацию с результата от сервера, не карта.
tr: Kullanıcı bilgisi bölgeden değil, sunucudan kaynaklanan bir nedenle alınamıyor.

source: Could not fetch blogs out of the result from the server, not a list.
de: Aus der Antwort des Servers kann keine Liste der Blogs ausgelesen werden. Es handelt sich nicht um eine Liste.
fa: نمی توان فهرست وبلاگ‌ها را، از اطلاعات دریافت شده از سرور استخراج کرد.
nl: Kan niet de blogs uit de reactie van de server lezen, niet een lijst.
pt_br: Não foi possível buscar blogs fora do resultado a partir do servidor, não a lista.
ru: Невозможно получить блоги с результата от сервера, не список.
tr: Blogu listeden dolayı değil, sunucudan kaynaklanan bir nedenle getiremiyor.

source: Could not fetch list of posts out of the result from the server, not a list.
de: Aus der Antwort des Servers kann keine Liste der Beiträge ausgelesen werden. Es handelt sich nicht um eine Liste.
fa: نمی‌توان فهرست پست‌ها را، از اطلاعات دریافت شده از سرور استخراج کرد.
nl: Kan niet de lijst met berichten uit de reactie van de server lezen, niet een lijst.
pt_br: Não foi possível buscar lista de posts fora do resultado a partir do servidor, não a lista.
ru: Невозможно получить список записей с результата от сервера, не список.
tr: Listeden değil, sunucudan kaynaklanan bir nedenle yazı listesi getirilemiyor.

source: Could not read post.
de: Der Eintrag kann nicht gelesen werden.
fa: خواندن پست ناموفق بود.
nl: Kan bericht niet lezen.
pt_br: Não foi possível ler a publicação.
ru: Невозможно прочитать запись.
tr: Yazı okunamıyor.

source: Could not fetch post out of the result from the server.
de: Aus der Antwort des Servers kann kein Eintrag ausgelesen werden.
fa: نمی‌توان پست‌ را از اطلاعات دریافت شده از سرور استخراج کرد.
nl: Kan het bericht niet uit de reactie van de server lezen.
pt_br: Não foi possivel buscar o post fora do resultado a partir do servidor.
ru: Невозможно получить запись с результата от сервера.
tr: Sunucudan kaynaklanan bir nedenle yazılar getirilemiyor.

source: Could not read the postId, not a string or an integer.
de: Die Kennung des Eintrages kann nicht gelesen werden. Es handelt sich nicht um eine Zeichenkette oder eine Ganzzahl.
fa: نمی توان شناسه نوشته را خواند، یک رشته یا یک عدد صحیح نیست.
nl: Kan de postId niet lezen, niet een string of integer.
pt_br: Não foi possível ler o ID do post, não é um valor string ou um integer.
ru: Невозможно прочитать ID записи, не строка или число.
tr: Ne posta sırası, ne dizgi ne de tamsayı okunamıyor.

source: Could not read the result, not a boolean.
de: Das Ergebnis kann nicht gelesen werden. Es handelt sich nicht um einen booleschen Wert.
fa: نمی توان نتیجه را خواند، یک بولی نیست.
nl: Kan het resultaat niet lezen, niet een boolean.
pt_br: Não foi possível ler o resultado, não é um valor boolean.
ru: Невозможно прочитать результат, не булевое значение.
tr: Ne Boole, ne de sonuç okunamıyor.

source: Authentication failed.
de: Authentifizierung fehlgeschlagen.
fa: تصدیق هویت ناموفق بود.
nl: Authenticatie geweigerd.
pt_br: Falha na autenticação.
ru: Ошибка аутентификации.
tr: Kimlik Denetimi başarılamadı.

source: Could not regexp the Profile ID.
de: Die Profilkennung kann nicht bestimmt werden.
fa: نمی توان شناسه نمایه را بیان منظم کرد.
nl: Kan de profiel ID niet met een reguliere expressie uitlezen.
pt_br: Não foi possível registrar o ID do perfil
ru: Невозможно применить регулярное выражение к ID профиля.
tr: Profil Kimliğini tanımlayamıyor.

source: Could not get blogs.
de: Die Blogs können nicht abgeholt werden.
fa: دریافت وبلاگ‌ها ناموفق بود.
nl: Kan de lijst met blogs niet lezen.
pt_br: Não foi possível obter blogs.
ru: Невозможно получить блоги.
tr: Blogları alamıyor.

source: Could not regexp the blog id path.
de: Der Blogkennungspfad kann nicht bestimmt werden.
fa: نمی توان مسیر شناسه وبلاگ را بیان منظم کرد.
nl: Kan het blog ID pad niet met een reguliere expressie uitlezen.
pt_br: Não foi possível registrar o caminho do blog id.
ru: Невозможно применить регулярное выражение к пути ID блога.
tr: Blog kimliği yolu tanımlanamıyor.

source: Could not get comments.
de: Die Kommentare können nicht abgeholt werden.
fa: نمی توان نظرها را دریافت کرد.
nl: Kan commentaar niet ophalen.
pt_br: Não foi possível obter os comentários.
ru: Невозможно получить комментарии.
tr: Youmları alamıyor.

source: Could not regexp the comment id path.
de: Der Kommentarkennungspfad kann nicht bestimmt werden.
fa: نمی توان مسیر شناسه نظر را بیان منظم کرد.
nl: Kan het comment ID pad niet met een reguliere expressie uitlezen.
pt_br: Não foi possível registrar o caminho id do comentário.
ru: Невозможно применить регулярное выражение к пути ID комментария.
tr: Yorum kimliği yolunu tanımlayamıyor.

source: Could not get posts.
de: Die Einträge können nicht abgeholt werden.
fa: نمی توان نوشته ها را دریافت کرد.
nl: Kan berichten niet ophalen.
pt_br: Não foi possível obter posts.
ru: Невозможно получить записи.
tr: Yazıları alamıyor.

source: Could not regexp the post id path.
de: Der Eintragskennungspfad kann nicht bestimmt werden.
fa: نمی توان مسیر شناسه نوشته را بیان منظم کرد.
nl: Kan het bericht ID pad niet met een reguliere expressie uitlezen.
pt_br: Não foi possível registrar o caminho id do post.
ru: Невозможно применить регулярное выражение к пути ID записи.
tr: Yazı kimliği yolu tanımlanamıyor.

source: Could not regexp the id out of the result.
de: Die Kennung kann aus der Serverantwort nicht bestimmt werden.
fa: نمی توان شناسه را بیرون از نتیجه بیان منظم کرد.
nl: Kan het ID niet met een reguliere expressie uit het resultaat lezen.
pt_br: Não foi possível registrar o id em tempo de sair o resultado.
ru: Невозможно применить регулярное выражение для получения ID с результата.
tr: Sonucun kimliği tanımlanamıyor.

source: Could not regexp the published time out of the result.
de: Das Veröffentlichungsdatum kann aus der Serverantwort nicht bestimmt werden.
fa: نمی توان وقت منتشر شده را خارج از نتیجه بیان منظم کرد.
nl: Kan de publicatietijd niet met een reguliere expressie uit het resultaat lezen.
pt_br: Não foi possível registrar a publicação em tempo de sair o resultado.
ru: Невозможно применить регулярное выражение для получения времени публикации с результата.
tr: Yayımlanma zamanı sonucu tanımlanamıyor.

source: Could not regexp the update time out of the result.
de: Das Aktualisierungsdatum kann aus der Serverantwort nicht bestimmt werden.
fa: نمی توان زمان به روز آوری را خارج از نتیجه بیان منظم کرد.
nl: Kan de bijwerktijd niet met een reguliere expressie uit het resultaat lezen.
pt_br: Não foi possível registrar a atualização em tempo de sair o resultado.
ru: Невозможно применить регулярное выражение для получения времени обновления с результата.
tr: Sonucun güncellenme zamanı tanımlanamıyor.

source: Could not read the post ID, result not a map.
de: Die Eintragskennung kann nicht gelesen werden. Es handelt sich nicht um eine Zuordnungsliste.
fa: نمی توان شناسه نوشته را خواند، نتیجه یک نقشه نیست.
nl: Kan de bericht ID niet lezen, resultaat is geen map.
pt_br: Não foi possível ler o post ID. resultado não mapeado
ru: Невозможно прочитать ID записи, результат не является картой.
tr: Yazı kimliği okunamıyor, bölgesel değil.

source: The returned post ID did not match the sent one:
de: Die zurückgelieferte Eintragskennung stimmt nicht mit der Gesendeten überein:
fa: شناسه نوشته بازگشتی با شناسه ارسال شده تطابق ندارد:
nl: De teruggegeven bericht ID komt niet overeen met de opgegeven ID:
pt_br: O post ID retornado não corresponde ao enviado:
ru: Возвращённый ID записи не отвечает отправленному:
tr: Dönen yazı, gönderilen kimliği ile uyuşmuyor.

source: Media is a null pointer.
de: Media ist ein Null-Zeiger.
fa: رسانه یک اشاره گر خالی است.
nl: Media is een null pointer.
pt_br: Mídia é um indicador nulo.
ru: Медиа является нулевым указателем.
tr: Ortam boş noktadadır.

source: Could not list categories out of the result from the server.
de: Aus der Antwort des Servers kann keine Liste der Kategorien gezogen werden.
fa: نمی توان دسته ها را خارج از نتیجه از خدمتگذار فهرست بندی کرد.
nl: Kan de categorieën niet uit het resultaat van de server lezen.
pt_br: Não foi possível obter a lista de categorias fora do resultado a partir do servidor.
ru: Невозможно получить список категорий с результата от сервера.
tr: Sunucudan kategorileri listeleyemiyor.

source: Could not read the result, not a map.
de: Das Ergebnis kann nicht gelesen werden. Es handelt sich nicht um eine Zuordnungsliste.
fa: نمی توان نتیجه را خواند، یک نقشه نیست.
nl: Kan het resultaat niet lezen, niet een map.
pt_br: Não foi possível ler o resultado, não mapeado.
ru: Невозможно прочитать результат, не карта.
tr: Sonuç okunamıyor, bölgesel değil.

source: Could not fetch list of trackback pings out of the result from the server.
de: Aus der Antwort des Servers kann keine Liste der „Trackback-Pings“ gezogen werden.
fa: نمی توان فهرست دنبالک ها را خارج از نتیجه از خدمتگذار دریافت کرد.
nl: Kan de lijst met traceback pings niet uit het resultaat van de server lezen.
pt_br: Não foi possível buscar a lista de pings retornados fora do resultado do servidor.
ru: Невозможно получить список пингов с результата от сервера.
tr: İzleme ping atışlarılarını sunucudaki bir sorundan dolayı getiremiyor.

source: The category list is empty
de: Die Kategorienliste ist leer
fa: فهرست دسته خالی است
nl: De lijst met categorieën is leeg.
pt_br: A lista de categorias está vazia.
ru: Список категории пуст
tr: Kategori listesi boş

source: Could not regexp the result out of the result.
de: Es konnte kein regulärer Ausdruck aus dem Ergebnis des Ergebnisses erstellt werden.
fa: نمی توان نتیجه را خارج از نتیجه بیان منظم کرد.
nl: Kan het resultaat niet met een reguliere expressie verkrijgen uit het resultaat.
pt_br: Não foi possível registrar o resultado em tempo de sair o resultado.
ru: Невозможно получить результат регулярным выражением с результата.
tr: Sonucun düzenli ifadesini alamıyor.

source: Error on server, Post categories couldn't sets
de: Serverfehler, Eintragskategorien können nicht gesetzt werden
fa: خطا در خدمتگذار, دسته های نوشته نمی توانند تنظیم شوند.
nl: Fout op de server, bericht categorieën kunnen niet worden ingesteld.
pt_br: Erro no servidor, categorias de Post não condiz
ru: Ошибка на сервере, категории записей невозможно установить
tr: Sunucuda hata. Yazı kategerileri ayarlanamadı

source: Post is a null pointer.
de: Der Beitrag ist ein Null-Zeiger.
fa: نوشته یک اشاره گر خالی است.
nl: Bericht is een null pointer.
pt_br: Post é um indicador nulo.
ru: Запись является нулевым указателем.
tr: Gönderi geçersiz bir işaretçi.

source: Category name isn't set.
de: Kategorienname ist nicht gesetzt.
fa: نام دسته تنظیم نشده است.
nl: categorie naam is niet ingesteld.
pt_br: A categoria não possui nome definido.
ru: Имя категории не установлено.
tr: Kategori adı ayarlanmadı

source: A KDE Blogging Client
de: Ein KDE Blogging Client
fa: یک کلاینت وبلاگ نویسی کی دی ای
nl: Een Blogging Programma voor KDE
pl: Klient KDE Blogging
pt_br: Um cliente para blog do KDE
ru: Клиент блоггинга для KDE
tr: Bir KDE Blog İstemcisi

source: (C) 2008-2009 Bilbo Developers
fa: (C) 2008-2009 توسعه دهندگان بیلبو
pl: (C) 2008-2009 Twórcy Bilbo
pt_br: (C) 2008-2009 Desenvolvedores do Bilbo
ru: (C) 2008-2009 разработчики Bilbo

source: Core Developer
de: Hauptentwickler
fa: توسعه دهنده هسته
nl: Kern Ontwikkelaar
pl: Główny programista
pt_br: Desenvolvedor Interno
ru: Главный разработчик
tr: Çekirdek Geliştirici

source: Icon designer
fa: طراح نشان
nl: Icoon ontwerper
pl: Twórca ikon
pt_br: Designer de ícones
ru: Дизайнер пиктограммы
tr: Simge tasarımcısı

# NAME OF TRANSLATORS
source: Your names
de: ,Launchpad Contributions:,Fabian Affolter,Seraphyn,Thomas Pitlik,timthomas
fa: ,Launchpad Contributions:,Ahmad Sufi Mahmudi,Golnaz Nilieh,Mehrdad Momeny,MohamadReza Mirdamadi
nl: ,Launchpad Contributions:,Berend Dekens
pl: ,Launchpad Contributions:,Łukasz Kaleta
pt_br: ,Launchpad Contributions:,Alex B. Oliveira,Andrius Gabriel da Luz
ru: Oleksandr Natalenko, ,Launchpad Contributions:,post-factum
tr: ,Launchpad Contributions:,Server Acim,Server Acim

# EMAIL OF TRANSLATORS
source: Your emails
fa: ,,,g382nilieh@gmail.com,mehrdad.momeny@gmail.com,
pt_br: ,,alexme7@gmail.com,
ru: pfactum@gmail.com,,,
tr: ,,,serveracim@gmail.com

source: Toolbox
de: Werkzeuge
fa: جعبه ابزار
nl: Gereedschap
pl: Narzędzia
pt_br: Caixa de ferramentas
ru: Панель инструментов
tr: Araç Kutusu

source: Remove current post
de: Aktuellen Eintrag löschen
fa: حذف نوشته جاری
nl: Verwijder huidig bericht
pl: Usuń ten wpis
pt_br: Remover publicação atual
ru: Удалить текущую запись
tr: Yazıyı kaldır

source: New Post
de: Neuer Eintrag
fa: ایجاد پست جدید
nl: Nieuw bericht
pl: Nowy wpis
pt_br: Nova publicação
ru: Новая запись
tr: Yeni Yazı

source: Add Blog...
de: Blog hinzufügen...
fa: افزودن وبلاگ...
nl: Voeg blog toe...
pl: Dodaj blog...
pt_br: Adicionar blog...
ru: Добавить блог…
tr: Blog Ekle...

source: Submit...
de: Absenden...
fa: ارسال...
nl: Verzenden...
pt_br: Enviar...
ru: Послать…
tr: Gönder

source: Upload Media...
de: Datei hochladen...
fa: ارسال رسانه...
nl: Media Uploaden...
pl: Załącz media...
pt_br: Carregar mídia...
ru: Выгрузить медиа…
tr: Ortam Yükle

source: Save Locally
de: Lokal speichern
fa: ذخیره محلی
nl: Lokaal Opslaan
pl: Zapisz lokalnie
pt_br: Salvar no local
ru: Сохранить локально
tr: Yerel Kaydet

source: Show Toolbox
de: Toolbox anzeigen
fa: نشان دادن جعبه ابزار
nl: Toon Gereedschap
pl: Pokaż narzędzia
pt_br: Exibir caixa de ferramentas
ru: Показать панель инструментов
tr: Araç Kutusunu Göster

source: Clear cached images
de: Lösche zwischengespeicherte Bilder
fa: تصاویر ذخیره شده را پاک کن
nl: Verwijder Tijdelijke Plaatjes
pl: Wyczyść przechowywane obrazki
pt_br: Limpar imagens em cache
ru: Удалить кешированные изображения
tr: Bellekteki resimleri sil

source: General
de: Allgemein
fa: عمومی‌‌
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общее
tr: Genel

source: Blogs
fa: وبلاگ‌ها
ru: Блоги
tr: Bloglar

source: Editor
fa: ویرایش‌گر
pl: Edytor
ru: Редактор
tr: Düzenleyici

source: Advanced
de: Erweitert
fa: تنظیمات پیشرفته
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: Gelişmiş

source: You have to select a blog to publish this post to it.
de: Sie müssen ein Blog auswählen um den Beitrag dort zu veröffentlichen.
fa: شما باید یک وبلاگ انتخاب کنید تا پست را به آن بفرستید.
nl: U dient een blog te selecteren om dit bericht te kunnen publiceren.
pl: Należy wybrać blog, aby w nim opublikować ten wpis.
pt_br: Você deve selecionar um blog para publicar este post nele.
ru: Вы должны выбрать блог, в который запись будет опубликована.
tr: Bu yazıyı yayımlamak için bir blog seçmelisiniz.

source: There isn't any open post to submit!
de: Es gibt keinen Eintrag zur Veröffentlichung!
fa: هیچ پستی باز نشده تا ارسال شود.
nl: Er is geen bericht open om te publiceren!
pl: Brak otwartych wpisów do wysłania!
pt_br: Não existe qualquer post aberto para apresentar!
ru: Нет открытой записи для отправки!
tr: Gönderilecek bir açılmış yazı yok!

source: An error ocurred on latest transaction
fa: خطایی در فرآیند قبلی رخ داده است.
nl: Er is een fout opgetreden bij de laatste transactie
pt_br: Ocorreu um erro na última operação
ru: Ошибка в последней транзакции
tr: Son aktarımda bir hata oluştu

source: Submiting post failed
de: Übertragen des Eintrages fehlgeschlagen
fa: ارسال پست ناموفق بود
nl: Probleem bij verzenden bericht
pt_br: Falha ao submeter post
ru: Ошибка отсылки записи
tr: Yazı gönderilemedi

source: %1 Do you want to keep post open?
de: %1 Möchten sie den Eintrag offen lassen?
fa: %1 آیا می‌خواهید پست را باز نگه دارید؟
nl: %1 Wilt u dit bericht open houden?
pl: %1 Chcesz zachować ten wpis otwarty?
pt_br: %1 Deseja manter o post aberto?
ru: %1 Хотите оставить запись открытой?
tr: %1 Yazıyı açık bırakmak istiyor musunuz?

# noun, the post title
source: Title:
de: Titel:
fa: عنوان:
nl: Titel:
pl: Tytuł:
pt_br: Título:
ru: Заглавие:
tr: Başlık:

source: Uploading media file %1 failed. %3
de: Hochladen der Datei %1 fehlgeschlagen. %3
fa: ارسال پرونده رسانه ای %1 شکست خورد. %3
nl: Probleem bij upload media bestand %1. %3
pl: Nie udało się załadować pliku z mediami %1. %3
pt_br: Carregando arquivo de mídia %1 falhou. %3
ru: Ошибка выгрузки медиафайла %1. %3
tr: Ortam dosyası %1 yüklenemedi. %3

source: An Error occurred on latest transaction. %1
de: Im letzten Vorgang ist ein Fehler aufgetreten. %1
fa: خطایی در فرآیند قبلی رخ داده است. 1%
nl: Er is een fout opgetreden bij de laatste transactie. %1
pl: Podczas ostatniej operacji wystąpił błąd. %1
pt_br: Ocorreu um erro na última operação. %1
ru: Ошибка в последней транзакции. %1
tr: Son aktarımda bir hata oluştu. %1

source: Your post title or body is empty! Are you sure of submiting this post?
de: Ihr Eintrag und Eintragstitel sind leer! Sind Sie sicher, dass Sie den Eintrag übertragen möchten?
fa: عنوان یا متن پست شما خالی است. آیا از فرستادن این پست مطمئن هستید؟
nl: Berichttitel of tekst is leeg! Weet u zeker dat u dit bericht wilt verzenden?
pl: Tytuł lub zawartość wpisu są puste! Na pewno chcesz wysłać ten wpis?
pt_br: O título do post ou conteúdo está vazio! Você deseja submeter este post?
ru: Заглавие или тело записи пусто! Вы уверены в отсылке этой записи?
tr: Yazınızın başlığı ve gövdesi boş! Bu yazıyı göndermek istiyor musunuz?

# Post status, e.g Draft or Published Post
source: draft
de: Entwurf
fa: پیش نویس
nl: concept
pl: szkic
pt_br: rascunho
ru: черновика
tr: taslak

# Post status, e.g Draft or Published Post
source: post
de: Eintrag
fa: نوشته
nl: bericht
pl: wpis
ru: записи
tr: yazı

source: Submiting new %1...
de: Übertrage %1...
fa: ارائه تازه %1 ...
nl: Bezig met verzenden van nieuw %1...
pl: Wysyłanie %1 nowych...
pt_br: Nova submissão %1...
ru: Отсылка нового(ой) %1…
tr: Yenisini gönderiyor %1

source: Modifying %1...
de: Ändere %1...
fa: ویرایش کردن %1...
nl: Bezig met bewerken van %1...
pl: Modyfikowanie %1...
pt_br: Modificando %1...
ru: Изменение %1…
tr: Değiştiriyor %1

source: Draft with title "%1" saved successfully.
de: Entwurf mit dem Titel "%1" wurde erfolgreich gespeichert.
fa: پیش نویس با عنوان "%1" با موفقیت ذخیره شد.
nl: Concept genaamd "%1" is opgeslagen.
pl: Zapisano szkic o tytule „%1”.
pt_br: Rascunho com título "%1" salvo com sucesso.
ru: Черновик с заглавием «%1» успешно сохранён.
tr: Şu başlıklı "%1" taslak başarıyla kaydedildi.

source: Post with title "%1" modified successfully.
de: Beitrag mit dem Titel "%1" wurde erfolgreich geändert.
fa: پست با عنوان 1% تغییر یافت.
nl: Bericht genaamd "%1" is bewerkt.
pl: Zmodyfikowano wpis o tytule „%1”.
pt_br: Post com título "%1" modificado com sucesso.
ru: Запись с заглавием «%1» успешно изменена.
tr: Şu başlıklı yazı "%1" başarıyla değiştirildi.

source: Post with title "%1" published successfully.
de: Beitrag mit dem Titel "%1" wurde erfolgreich veröffentlicht.
fa: پست با عنوان 1% منتشر شد.
nl: Bericht genaamd "%1" is gepubliceerd.
pl: Opublikowano wpis o tytule „%1”.
pt_br: Post com título "%1" publicado com sucesso.
ru: Запись с заглавием «%1» успешно опубликована.
tr: Şu başlıklı yazı "%1" başarıyla yayımlandı.

source: Current post content is empty, are you sure of saving an empty post?
de: Der aktuelle Beitragsinhalt ist leer. Sind Sie sicher, dass Sie einen leeren Eintrag speichern wollen?
fa: متن پست جاری خالی است، آیا از ذخیره کردن یک پست خالی مطمئن هستید؟
nl: Het huidige bericht heeft geen tekst, weet u zeker dat u dit bericht op wilt slaan?
pl: Zawartość bieżącego wpisu jest pusta, rzeczywiście chcesz zapisać pusty wpis?
pt_br: O conteúdo do post atual esta vazio, você está certo de salvar um post vazio?
ru: Содержание текущей записи пустое, Вы уверены в сохранении пустой записи?
tr: Şu anki yazı boş. Boş yazıyı kaydetmek istediğinize emin misiniz?

source: Post saved locally.
de: Eintrag lokal gespeichert.
fa: نوشته به صورت محلی ذخیره شد.
nl: Bericht lokaal opgeslagen.
pl: Wpis zapisano lokalnie.
pt_br: Post salvo localmente.
ru: Запись сохранена локально.
tr: Yazı yerel olarak kaydedildi.
