Repository: mtux/bilbo
Catalog: po/*/bilbo.po
Languages: de, fa, nl, pl, pt_br, ru, tr

source: Add a new blog
de: Ein neues Blog hinzufügen
fa: افزودن یک وبلاگ جدید
nl: Blog toevoegen
pl: Dodaj nowy blog
pt_br: Adicionar um novo blog
ru: Добавить новый блог
tr: Yeni bir blog ekle

source: Edit blog settings
fa: ویرایش تنظیمات وبلاگ
nl: Blog instellingen
pt_br: Editar configurações de blog
ru: Редактировать настройки блога
tr: Blog ayarlarını düzenleyin

source: You have to set the username, password and url of your blog or website.
de: Sie müssen den Benutzernamen, das Passwort und die URL Ihres Blogs eingeben.
fa: شما باید نام کاربری، گذر واژه و آدرس وبلاگ یا وبسایت خود را وارد کنید.
nl: U moet de gebruikersnaam, wachtwoord en url van uw blog of website opgeven.
pl: Należy podać nazwę użytkownika, hasło i URL swojego bloga lub strony.
pt_br: É necessário definir o nome de usuário, senha e endereço do seu blog ou site.
ru: Вы должны ввести имя пользователя, пароль и URL Вашего блога или сайта.
tr: Blogunuzun veya web sayfanızın kullanıcı adı, şifre ve url adresini ayarlamalısınız.

source: Incomplete fields
de: Unvollständige Angabe
fa: اطلاعات داده شده کامل نیست
nl: Incomplete velden
pl: Niewypełnione pola
pt_br: Campos incompletos
ru: Не полностью заполнены поля
tr: Tamamlanmamış alanlar

source: Trying to guess blog and API type...
de: Versuche Blog- und API-Typ herauszufinden...
fa: در تلاش برای فهمیدن نوع وبلاگ
nl: Bezig met detecteren van blog en API type...
pl: Próba odgadnięcia rodzaju blogu i API...
pt_br: Tentando advinhar o tipo de blog e de API
ru: Угадываю блог и тип API…
tr: Blogu veya API türünü tahmin etmeye çalışıyor...

source: Auto configuration failed. You have to set Blog API on Advanced tab manually.
ru: Ошибка автоконфигурации. Установите тип API блога вручную на вкладке дополнительных настроек.
tr: Otomatik yapılandırma başarılamadı. Blog API ayarlarını gelişmiş sekmesinde elle yapmanız gerekiyor.

source: Please wait...
de: Bitte warten...
fa: لطفاً منتظر بمانید...
nl: Een ogenblik geduld a.u.b...
pl: Czekaj...
pt_br: Por favor aguarde...
ru: Пожалуйста, подождите…
tr: Lütfen bekleyiniz...

source: Fetching Blog Id...
de: Hole Blog-ID...
fa: در حال گرفتن شناسه وبلاگ...
nl: Bezig met ophalen van blog Id...
pl: Pobieranie ID blogu...
pt_br: Buscando Blog Id...
ru: Получение ID блога…
tr: Blog Kimliğini Getiriyor...

source: Fetching the blog id timed out. Check your internet connection,and your homepage Url, username or password! note that the url has to contain "http://" If you are using a self hosted Wordpress blog, you have to enable Remote Publishing on its configurations
de: Das Abrufen der Blog-ID war nicht möglich. Bitte überprüfen Sie Ihre Internetverbindung, URL, Usernamen oder Passwort Beachten Sie, dass die URL ein "http://" beinhalten muss Wenn Sie ein selbgehostetes Wordpress benutzen, müssen Sie das Remote Publishing in Ihrer Konfiguration ermöglichen.
fa: دریافت شناسه وبلاگ متوقف شد. ارتباط اینترنتی و مسیر صفحه خانگی خود و نام کاربری و گذر واژه را بررسی کنید! توجه کنید که مسیر باید شامل "http://" باشد. اگر شما از سرویس وردپرس روی میزبان شخصی استفاده می کنید، شما باید انتشار از راه دور را در پیکربندی هایش فعال کنید.
nl: Ophalen van blog Id duurt te lang. Controleer uw internet verbinding, blog url, gebruikersnaam en wachtwoord! Let op: de url moet beginnen met "http://" Als u een eigen Wordpress blog heeft dient u "Remote Publishing" in de instellingen aan te zetten.
pt_br: Busca pelo blog id expirou. Verifique sua conexão com a internet, sua homepage Url, nome de usuário ou senha! note que a url deve conter "http://" E se você estiver usando um blog hospedado no Wordpress, você devera habilitar a Publicação Remota nas suas configurações.
ru: Время ожидания получения ID блога исчерпался. Проверьте соединение с интернетом URL домашней страницы, логин или ппароль! URL должен содержать «http://» Если используется самостоятельная платформа WordPress, то необходимо включить«Удалённые публикации» в её настройках.
tr: Blog kimliğini getirme işlemi zaman aşımına uğradı. Ağ bağlantınızı ve ana sayfa adresinizi, kullanıcı adı ve şifrenizi denetleyin! url adresinizi şunu içermesi gerektiğini unutmayın "http://" Eğer kendini alan adınızda oluşturulan bir Wordpress blogu kullanıyorsanız, yapılandırma sırasında Uzaktan Yayım özelliğini kullanmalısınız

source: Sorry, Bilbo cannot get API type automatically,please check your internet connection, otherwise you have to set API type on advanced tab manually.
de: Bilbo kann Ihren API-Typen leider nicht autmatisch erkennen. Überprüfen Sie bitte Ihre Internetverbindung. Wenn dies nicht den gewünschten Erfolg bringt, müssen Sie im Karteireiter Erweitert die API manuell setzen.
fa: متاسفیم، بیلبو نمی تواند نوع رابط را به صورت خودکار دریافت کند. لطفا ارتباط اینترنتی خود را بررسی کنید. در غیر این صورت باید نوع رابط را در سربرگ پیشرفته به صورت دستی تنظیم کنید.
nl: Helaas, Bilbo kan het blog API type niet automatisch detecteren. Controleer uw internet verbinding of stel het API type in op het tabblad "geavanceerd".
pl: Niestety Bilbo nie może pobrać API automatycznie, sprawdź połączenie internetowe, albo ręcznie ustaw rodzaj API na zakładce Zaawansowane.
pt_br: Desculpe. Bilbo não pode achar automaticamente o tipo de API, por favor verifique sua conexão com a internet, ou você pode estabelecer o tipo de API manualmente.
ru: Извините, Bilbo не может автоматически получить тип API. Проверьте Ваше соединение с интернетом или установите тип API на дополнительной вкладке вручную.
tr: Üzgünüz, Bilbo API türünü otomatik olarak alamıyor,lütfen ağ bağlantınızı denetleyin, ya da Gelişmiş sekmesinde API türünü elle ayarlayın.

source: AutoConfiguration Failed
de: Autokonfiguration fehlgeschlagen
fa: پیکربندی خودکار شکست خورد
nl: Auto-Configuratie Probleem
pl: Autokonfiguracja nieudana
pt_br: Falha na Autoconfiguração
ru: Ошибка автоконфигурации
tr: Otomatik Yapılandırma başarılamadı

source: Fetching BlogID Faild! please check your internet connection.
de: Abruf der BlogID fehlgeschlagen! Bitte überprüfen Sie Ihre Internetverbindung.
fa: گرفتن شناسه وبلاگ شکست خورد! لطفا ارتباط اینترنتی خود را بررسی کنید.
nl: Probleem bij ophalen blog Id! Controleer uw internet verbinding.
pt_br: Busca por BlogID falhou! Por favor verifique sua conexão com a internet.
ru: Ошибка получения ID блога! Проверьте Ваше интернет-соединение.
tr: BlogKimliği Alınamadı! lütfen ağ bağlantınızı denetleyin.

source: Which blog?
de: Welches Blog?
fa: کدام وبلاگ؟
nl: Welk blog?
pt_br: Qual blog?
ru: Какой блог?
tr: Hangi blog?

source: Yes
de: Ja
fa: آری
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
tr: Evet

source: No, API doesn't support
de: API wird nicht unterstüzt
fa: خیر، واسط پشتیبانی نمی‌کند
nl: Nee, wordt niet door API ondersteund
pl: Nie, API nie obsługuje
pt_br: Não, recurso ainda não suportado pela API
ru: Нет, API не поддерживается
tr: Hayır, API desteklenmiyor

source: No, Bilbo doesn't support yet
de: Bilbo unterstützt dies noch nicht
fa: خیر، بیلبو هنوز پشتیبانی نمی‌کند
nl: Nee, wordt nog niet door Bilbo ondersteund
pl: Nie, Bilbo jeszcze nie obsługuje
pt_br: Não, recurso ainda não suportado pelo Bilbo
ru: Нет, Bilbo пока не поддерживает
tr: Hayır, Bilbo henüz desteklemiyor

source: Sorry, BlogId not retrieved yet, You can fetch blog ID by clicking on "Auto Configure" Or "Fetch ID" button. otherwise you have to insert your Blog Id manually.
de: BlogID ist bis jetzt nicht geholt worden. Sie können Ihre BlogID über "Automatische Konfiguration" oder "Hole ID" holen. Außerdem ist es möglich Ihre BlogID manuell einzutragen.
fa: متاسفیم, شناسه وبلاگ هنوز دریافت نشده است, شما می توانید با کلیک کردن روی دکمه "Auto Configure" یا "Fetch ID" شناسه وبلاگ را دریافت کنید. در غیر این صورت، شما باید شناسه وبلاگتان را به صورت دستی وارد کنید.
nl: Sorry, blog Id is nog niet opgehaald. U kunt het blog Id ophalen door op "Automatisch Configureren" of "ID Ophalen" te klikken. U kunt tevens het blog Id met de hand ingeven.
pt_br: Desculpe, BlogID não obtida. Você pode obter o blog ID clicando no botão "Autoconfiguração" ou "Obter ID". Caso contrário, você terá que inserir o ID manualmente.
ru: Извините, ID блога ещё не получено. Вы можете получить его, нажав «Автоконфигурацию» или «Получить ID». Иначе Вы должны вставить ID блога вручную.
tr: Üzgünüz, BlogKimliğine henüz erişilemedi, Blog Kimliğini "Auto Configure" Veya "Fetch ID" düğmelerine tıklayarak getirebilirsiniz. Aksi taktirde Blog Kimliğini elle girmek durumundasınız.

source: Publishing/Modifying post failed : %1
de: Publizieren/Modifizieren des Eintrages %1 ist fehlgeschlagen
fa: انتشار/ویرایش پست شکست خورد : %1
nl: Probleem met publiceren/bewerken bericht: %1
pl: Publikacja/Modyfikazja wpisu nie udała się: %1
pt_br: Falha ao publicar/modificar publicação: %1
ru: Ошибка публикации/изменения записи: %1
tr: Posta Yayınlama/Değiştirilme başarılamadı : %1

source: Uploading media failed : Your blog api doesn't support uploading media objects.
de: Medien-Upload fehlgeschlagen: Ihre Blog-API untersützt kein Hochladen von Mediendateien.
fa: ارسال رسانه شکست خورد : رابط وبلاگ شما از ارسال رسانه ها پشتیبانی نمی کند.
nl: Probleem met uploaden media: uw blog API ondersteund niet het uploaden van media objecten.
pt_br: Erro ao carregar mídia: A API do seu blog não suporta o envio de objetos de mídia.
ru: Ошибка выгрузки медиа: Ваш API блога не поддерживает выгрузкумедиаобъектов.
tr: Ortam yüklenemedi : Blog api'niz ortam öğesi yüklemeyi desteklemiyor.

source: Uploading media failed : Cannot read the media file, please check if it exists. path: %1
de: Dateiupload fehlgeschlagen: Kann die Mediendatei nicht lesen, bitte überprüfen Sie, ob diese Datei existiert. Pfad: %1
fa: ارسال رسانه شکست خورد : نمی توان پرونده رسانه را خواند، لطفا آن را اگر وجود دارد، بررسی کنید. مسیر: %1
nl: Probleem met uploaden media: Kan het bestand niet lezen, controleer of het bestand bestaat en leesbaar is: %1
pl: Wysyłanie mediów nie powiodło się: Nie można odczytać pliku, sprawdź czy istnieje: %1
pt_br: Erro ao carregar mídia: não foi possível ler o arquivo de mídia. Por favor verifique se o mesmo existe. Caminho: %1
ru: Ошибка выгрузки медиа: невозможно прочитать медиафайл, пожалуйста, проверьте его существование. Путь: %1
tr: Ortam yüklenemedi : Ortam dosyası okunamıyor, dosyanın doğruluğunu denetleyin. yol: %1

source: Uploading media failed : Media file checksum is zero, please check file path. path: %1
de: Dateiupload fehlgeschlagen: Dateichecksumme ist 0, bitte überprüfen Sie den Pfad. Pfad: %1
fa: ارسال رسانه شکست خورد : مجموع مقابله ای پرونده رسانه صفر است، لطفا مسیر پرونده را بررسی کنید. مسیر: %1
nl: Probleem met uploaden media: Media bestand checksom is leeg, controleer of het bestand bestaat en leesbaar is: %1
pl: Wysyłanie mediów nie powiodło się: Suma kontrolna pliku wynosi zero, sprawdź ścieżkę do pliku: %1
pt_br: Erro ao carregar mídia: A integridade do arquivo de mídia é 0, por favor verifique o caminho do arquivo. Caminho: %1
ru: Ошибка выгрузки медиа: контрольная сумма медиафайла нулевая, пожалуйста, проверьте путь. Путь: %1
tr: Ortam yüklenemedi : Ortam dosyası sağlama toplamı sıfır, lütfen dosya yolunu deneyleyin. yol: %1

source: INTERNAL ERROR: MWBlog is NULL: casting has not worked, this should NEVER happen.
de: Interner Fehler: MWBlog ist Null: Einbinden hat nicht funktioniert, das sollte NIEMALS passieren.
nl: INTERNE FOUT: MWBlog is NULL: cast heeft niet gewerk, dit mag NOOIT gebeuren.
pl: BŁĄD WEWNĘTRZNY: MWBlog jest NULL: wywołanie nie powiodło się, co NIGDY nie powinno się zdarzyć.
pt_br: ERRO INTERNO: MWBlog é NULO: lançamento não esta funcionando, isso NUNCA deve acontecer.
ru: Внутренняя ошибка: MWBlog является NULL: приведение не сработало, этого НИКОГДА не должно случаться.
tr: İÇ HATA: MWBlog YOK: sahneleme çalışamadı, bu ASLA olmamalıydı.

source: Api type isn't set correctly!
de: Der API-Typ wurde nicht richtig gesetzt!
fa: نوع واسط به درستی تنظیم نشده‌است!
nl: API type is incorrect ingesteld
pl: Rodzaj API nie jest prawidłowo ustawiony!
pt_br: Tipo de API definida incorretamente!
ru: Тип API не установлен правильно!
tr: Api türü doğru ayarlanmamış!

source: Uploading Media failed : %1
de: Dateiupload fehlgeschlagen: %1
fa: آپلودکردن فایل با خطا مواجه شد: %1
nl: Probleem met upload media: %1
pl: Wysyłanie mediów nie powiodło się: %1
pt_br: Falha ao carregar mídia: %1
ru: Ошибка выгрузки медиа: %1
tr: Ortam yüklenemedi : %1

source: Uploading Media failed : Check sum Error. returned error: %1
de: Dateiupload fehlgeschlagen: ChecksumError. Zurückgegebener Fehler: %1
fa: ارسال رسانه شکست خورد : خطای مجموع مقابله ای. خطای برگشت: %1
nl: Probleem met upload media: Checksom fout. Fout: %1
pl: Wysyłanie mediów nie powiodło się: Błąd sumy kontrolnej: %1
pt_br: Falha ao carregar mídia : Verificar soma de erros. Retornou um erro:% 1
ru: Ошибка выгрузки медиа: ошибка контрольной суммы. Ошибка: %1
tr: Ortam yüklenemedi : Sağlama toplamı Hatası. dönen hata: %1

source: The registred blog API doesn't support setting categories for a post.
de: Die angegebene Blog-API unterstützt das Setzen von Kategorien in einem Eintrag nicht.
fa: رابط ثبت شده وبلاگ از نصب دسته ها برای یک پست پشتیبانی نمی کند.
nl: De geselecteerde blog API ondersteund niet het gebruik van categorieën voor een bericht.
pl: API zarejestrowanego blogu nie obsługuje kategorii przy wpisach.
pt_br: A API do blog registrado não suporta a definição de categorias para um post.
ru: API не поддерживает установку категорий для записи.
tr: Onaylanmış blog API'si bir posta için kategori ayarlanmasını desteklemiyor.

source: Server(XMLRPC) Error:
de: Server (XMLRPC) Fehler:
ru: Ошибка сервера (XMLRPC):
tr: Sunucu(XMLRPC) Hatası:

source: Server(Atom) Error:
de: Server(Atom) Fehler:
ru: Ошибка сервера (Atom):
tr: Sunucu(Atom) Hatası:

source: Parsing Error:
ru: Ошибка разбора:
tr: Ayrıştırma Hatası:

source: Authentication Error:
de: Authentifizierungsfehler:
fa: خطای تصدیق:
nl: Authenticatie Fout:
pl: Błąd autoryzacji:
pt_br: Erro de autenticação
ru: Ошибка аутентификации:
tr: Kimlik Denetimi Hatası:

source: Not Supported Error:
de: Nicht unterstützter Fehler:
fa: خطا عمل مورد نظر پشتیبانی نمی‌شود:
nl: Niet Ondersteunde Fout:
pl: Błąd nieobsługiwany:
pt_br: Erro não suportado:
ru: Неподдерживаемая ошибка:
tr: Desteklenmeme Hatası:

source: Unknown Error:
de: Unbekannter Fehler:
fa: خطای ناشناخته:
nl: Onbekende Fout:
pl: Nieznany błąd:
pt_br: Erro desconhecido:
ru: Неизвестная ошибка:
tr: Bilinmeye Hata:

source: Are you sure of removing selected blog?
de: Wollen Sie das gewählte Blog wirklich entfernen?
fa: آیا از حذف کردن وبلاگ مورد نظر مطمئن هستید؟
nl: Weet u zeker dat u het geselecteerde blog wilt verwijderen?
pl: Naprawdę chcesz usunąć wybrany blog?
pt_br: Tem certeza que deseja remover o blog selecionado?
ru: Вы уверены в удалении выбранного блога?
tr: Seçilen blogu silmek istediğinizden emin misiniz?

source: Get blog style
de: Hole Blogstyle
fa: گرفتن قالب وبلاگ
nl: Haal blog stijl op
pl: Pobierz styl blogu
pt_br: Obter estilo de blog
ru: Получить стиль блога
tr: Blog tarzını alın

source: loading page items...
fa: بارگذاری اشیا صفحه...
nl: bezig met laden pagina onderdelen...
pt_br: Caregando itens da pagina...
ru: Загрузка элементов страницы…
tr: sayfa öğelerini yüklüyor...

source: Please select a blog, then try again.
fa: لطفا یک وبلاگ را انتخاب کنید، سپس دوباره تلاش کنید.
nl: Selecteer een blog en probeer opnieuw.
pt_br: Por favor selecione um blog, e tente novamente.
ru: Пожалуйста, выберите блог, а потом попробуйте снова.
tr: Lütfen bir blog seçin, sonra tekrar deneyin.

source: Select a blog
de: Blog wählen
fa: یک وبلاگ انتخاب کنید
nl: Selecteer een blog
pl: Wybierz blog
pt_br: Selecione um blog
ru: Выбрать блог
tr: Bir blog seçin

source: Fetching blog style from the web...
de: Rufe Blogstyle aus dem Internet ab...
fa: در حال گرفتن قالب وبلاگ از اینترنت...
nl: Bezig met ophalen van blog stijl...
pl: Pobieranie stylu blogu z Internetu...
pt_br: Buscando estilo do blog a partir da web...
ru: Получение стиля блога из веба…
tr: Web'den blog tarzını alıyor...

source: Blog style fetched.
fa: قالب وبلاگ دریافت شد.
nl: Blog stijl opgehaald.
pt_br: Estilo de blog obtido.
ru: Стиль блога получен.
tr: Blog tarzı alındı.

source: An error occurred in the latest transaction.
fa: در عملیات قبلی خطایی رخ داده است.
nl: Er is een fout opgetreden bij de laatste transactie.
pt_br: Ocorreu um erro na última operação.
ru: Ошибка в последней транзакции.
tr: Son harekette bir hata meydana geldi.

source: Operation canceled.
fa: عملیات لغو شد.
nl: Operatie afgebroken.
pt_br: Operação cancelada.
ru: Действие отменено.
tr: İşlem iptal edildi.

# Software
source: Visual Editor
de: WYSIWYG Editor
fa: ویرایشگر بصری
nl: Grafisch Bewerken
pl: Edytor wizualny
pt_br: Editor visual
ru: Визуальный редактор
tr: Görsel Düzenleyici

# Software
source: Html Editor
fa: ویرایشگر HTML
nl: Html Bewerken
pl: Edytor HTML
pt_br: Editor de HTML
ru: Редактор HTML
tr: Html Düzenleyici

# preview of the edited post
source: Post Preview
de: Vorschau
fa: پیش‌نمایش پست
nl: Bericht Preview
pl: Podgląd wpisu
pt_br: Pré-visualização de publicação
ru: Предварительный просмотр
tr: Yazı Önizleme

source: Media list:
de: Mediendateien:
fa: فهرست رسانه:
nl: Media lijst:
pl: Lista mediów:
pt_br: Lista de mídia
ru: Список медиа:
tr: Ortam listesi:

source: Post Title
de: Eintragstitel
fa: عنوان پست
nl: Bericht Titel
pl: Tytuł wpisu
pt_br: Títiulo do Post
ru: Заглавие записи
tr: Yazı Başlığı

source: Enable Spell Checking
de: aktiviere Rechtschreibprüfung
fa: فعال‌کردن غلط‌یابی املایی
nl: Spellingscontrole
pl: Sprawdzanie pisowni
pt_br: Ativar correção ortográfica
ru: Включить проверку орфографии
tr: Dil Denetimini Etkinleştir

# Makes text bold, and its shortcut is (Ctrl+b)
source: Bold (Ctrl+b)
de: Fett (Strg+b)
fa: درشت (Ctrl+b)
nl: Dik (Ctrl+b)
pl: Wytłuszczenie (Ctrl+b)
pt_br: Negrito (Ctrl + b)
ru: Жирный (Ctrl+b)
tr: Kalın (Ctrl+b)

# Makes text italic, and its shortcut is (Ctrl+i)
source: Italic (Ctrl+i)
de: Kursiv (Strg+i)
fa: مورب (Ctrl+i)
nl: Cursief (Ctrl+i)
pl: Kursywa (Ctrl+i)
pt_br: Itálico (Ctrl+i)
ru: Курсив (Ctrl+i)
tr: Italik (Ctrl+i)

# Makes text underlined, and its shortcut is (Ctrl+u)
source: Underline (Ctrl+u)
de: Unterstrichen (Strg+u)
fa: زیرخط‌دار (Ctrl+u)
nl: Onderstrepen (Ctrl+u)
pl: Podkreślenie (Ctrl+u)
pt_br: Sublinhado (Ctrl + u)
ru: Подчёркнутый (Ctrl+u)
tr: Altıçizili (Ctrl+u)

# Strikes the text out, and its shortcut is (Ctrl+l)
source: Strike out (Ctrl+l)
de: Durchgestrichen (Strg-l)
fa: خط‌خورده (Ctrl+l)
nl: Doorstrepen (Ctrl+l)
pt_br: Tachado (Ctrl + l)
ru: Перечёркнутый (Ctrl+l)
tr: Vurgulanmış (Ctrl+l)

# Sets text font to code style
source: Code
fa: کد
nl: Broncode
pl: Kod
pt_br: Código
ru: Код
tr: Kod

source: Paragraph
fa: بند
nl: Paragraaf
pt_br: Parágrafo
ru: Параграф
tr: Paragraf

source: Heading 1
de: Überschrift 1
fa: عنوان ۱
nl: Kop 1
pt_br: Cabeçalho 1
ru: Заголовок 1
tr: Başlık 1

source: Heading 2
de: Überschrift 2
fa: عنوان ۲
nl: Kop 2
pt_br: Cabeçalho 2
ru: Заголовок 2
tr: Başlık 2

source: Heading 3
de: Überschrift 3
fa: عنوان ۳
nl: Kop 3
pt_br: Cabeçalho 3
ru: Заголовок 3
tr: Başlık 3

source: Heading 4
de: Überschrift 4
fa: عنوان ۴
nl: Kop 4
pt_br: Cabeçalho 4
ru: Заголовок 4
tr: Başlık 4

source: Heading 5
de: Überschrift 5
fa: عنوان ۵
nl: Kop 5
pt_br: Cabeçalho 5
ru: Заголовок 5
tr: Başlık 5

source: Heading 6
de: Überschrift 6
fa: عنوان ۶
nl: Kop 6
pt_br: Cabeçalho 6
ru: Заголовок 6
tr: Başlık 6

source: Increase font size
de: Schriftgröße erhöhen
fa: بزرگ کردن قلم
nl: Vergroot lettertype
pl: Powiększ czcionkę
pt_br: Aumentar tamanho da fonte
ru: Увеличить размер шрифта
tr: Yazı tipini büyült

source: Decrease font size
de: Schriftgröße verkleinern
fa: کوچک کردن قلم
nl: Verklein lettertype
pl: Zmniejsz czcionkę
pt_br: Diminuir tamanho da fonte
ru: Уменьшить размер шрифта
tr: Yazı tipini küçült

# verb, to select text color
source: Select Color
de: Farbe auswählen
fa: انتخاب رنگ
nl: Selecteer Kleur
pl: Wybierz kolor
pt_br: Selecionar cor
ru: Выбрать цвет
tr: Renk Seç

source: Remove formatting
de: Formatierung entfernen
fa: برداشتن قالب بندی
nl: Verwijder Opmaak
pl: Bez formatowania
pt_br: Limpar formatação
ru: Удалить форматирование
tr: Formatlamayı kaldır

source: Blockquote
de: Blockzitat
ru: Цитата
tr: Alıntı

# verb, to add a new link or edit an existing one
source: Add/Edit Link
de: Link hinzufügen/editieren
fa: افزودن/ویرایش لینک
nl: Toevoegen/Bewerken Link
pl: Dodaj/Edytuj link
pt_br: Adicionar/editar link
ru: Добавить/удалить ссылку
tr: Bağlantı Ekle/Düzenle

# verb, to remove an existing link
source: Remove Link
de: Link entfernen
fa: حذف لینک
nl: Verwijder Link
pl: Usuń link
pt_br: Remover link
ru: Удалить ссылку
tr: Bağlantıyı Kaldır

# verb, to insert an image
source: Add Image
de: Bild hinzufügen
fa: افزودن تصویر
nl: Afbeelding Toevoegen
pl: Dodaj obraz
pt_br: Adicionar imagem
ru: Добавить изображение
tr: Resim Ekle

# verb, to align text from left
source: Align left
de: Linksbündig
fa: چپ‌چین
nl: Links uitlijnen
pl: Wyrównanie do lewej
pt_br: Alinhamento à esquerda
ru: Выровнять по левому краю
tr: Sol yasla

# verb, to align text from center
source: Align center
de: Zentriert
fa: وسط‌چین
nl: Midden uitlijnen
pl: Wyśrodkowanie
pt_br: Alinhamento no centro
ru: Выровнять по центру
tr: Ortala

# verb, to align text from right
source: Align right
de: Rechtsbündig
fa: راست‌چین
nl: Rechts uitlijnen
pl: Wyrównanie do prawej
pt_br: Alinhamento à direita
ru: Выровнять по правому краю
tr: Sağa yasla

# verb, to justify text
source: Justify
de: Blocksatz
fa: تراز کردن
nl: Vullen
pl: Wyjustuj
pt_br: Justificado
ru: Книжное выравнивание
tr: Otomatik Yasla

# Sets text direction as right to left
source: Right to Left
de: Von rechts nach links
fa: راست به چپ
nl: Rechts naar Links
pt_br: Da direita para a esquerda
ru: Справа налево
tr: Sağdan sola

source: Ordered List
de: Geordnete Liste
fa: فهرست مرتب
nl: Genummerde Lijst
pl: Lista uporządkowana
pt_br: Lista ordenada
ru: Список по-порядку
tr: Sıralı liste

source: Unordered List
de: Ungeordnete Liste
fa: فهرست بدون ترتیب
nl: Opsomming
pl: Lista nieuporządkowana
pt_br: Lista desordenada
ru: Список пунктами
tr: Düzensiz liste

source: Split text
de: Text aufteilen
fa: جداکردن متن
nl: Split Tekst
pl: Podziel tekst
pt_br: Dividir texto
ru: Разбить текст
tr: Metni ayır

# verb, to modify an existing link
source: Edit Link
de: Verknüpfung bearbeiten
fa: ویرایش لینک
nl: Bewerk Link
pl: Edytuj link
pt_br: Editar link
ru: Редактировать ссылку
tr: Bağlantıyı Düzenle

# verb, to insert a link into the text
source: Add Link
de: Verknüpfung erstellen
fa: اظافه کردن لینک
nl: Voeg Link Toe
pl: Dodaj link
pt_br: Adicionar link
ru: Добавить ссылку
tr: Bağlantı Ekle

source: Add Image
de: Bild hinzufügen
fa: افزودن عکس
nl: Voeg Afbeelding Toe
pl: Dodaj obrazek
pt_br: Adicionar imagem
ru: Добавить изображение
tr: Resim Ekle

source: Choose a file
de: Datei auswählen
fa: یک پرونده انتخاب کنید
nl: Kies een bestand
pl: Wybierz plik
pt_br: Escolher um arquivo
ru: Выбрать файл
tr: Bir dosya seç

source: Type media path here.
de: Pfad eingeben
fa: آدرس فایل را اینجا وارد نمایید.
nl: Tiep het pad naar de media hier.
pl: Wpisz ścieżkę do mediów
pt_br: Digite o caminho da mídia aqui.
ru: Введите путь к медиа здесь.
tr: Ortam yolunu buraya yaz.

source: Browse
de: Durchsuchen
fa: مرور کردن
nl: Verkennen
pl: Przeglądaj
pt_br: Procurar
ru: Смотреть
tr: Göz at

source: The selected media address is an invalid url.
de: Der ausgewählte Pfad ist eine ungültige URL.
fa: آدرس فایل انتخاب شده بی اعتبار است.
nl: Het opgegeven media adres is een ongeldige url.
pl: Wybrany adres mediów nie istnieje.
pt_br: O endereço de mídia selecionado é inválido
ru: Выбраный адрес медиа не является правильным URL.
tr: Seçilen ortam adresi geçersiz bir bağlantı.

source: Dynamic Word Wrap
fa: حرکت دادن پویای کلمه
nl: Automatische Terugloop
pt_br: Quebra de Linha
ru: Динамический перенос слов
tr: Dinamik Kelime Sıkıştırma
