Repository: mtux/bilbo
Catalog: po/*/bilbo.po
Languages: de, fa, nl, pl, pt_br, ru, tr

source: Copy media URL to clipboard after upload
de: Kopiere Dateipfad nach dem Hochladen in den Zwischenspeicher
fa: کپی کردن مسیر رسانه به حافظه بعد از ارسال
nl: Kopieer media URL naar klembord na uploaden
pt_br: Copiar URL da mídia para clipboard depois de enviar
ru: Копировать URL в буфер обмена после выгрузки
tr: Ortam URL adresini karşıya yükledikten sonra panoya kopyala

source: Blog Posts
de: Blog Einträge
fa: مطالب وبلاگ
nl: Blog Berichten
pl: Wpisy bloga
ru: Записи блога
tr: Blog Yazıları

source: Reload entries list
de: Eintragsliste neu laden
fa: بارگذاری مجدد فهرست ورودی ها
nl: Herlaad lijst met berichten
pl: Przeładuj listę wpisów
pt_br: Recarregar lista de entradas
ru: Перегрузить список записей
tr: Girdiler listesini yeniden yükle

source: Reload
de: Neu laden
fa: بارگذاری مجدد
nl: Herladen
pl: Przeładuj
pt_br: Recarregar
ru: Перегрузить
tr: Yeniden Yükle

source: Update entries list
de: Aktualisere Eintragsliste
fa: به روز آوری فهرست ورودی ها
nl: Werk berichtenlijst bij
pl: Aktualizuj listę wpisów
pt_br: Atualizar lista de entradas
ru: Обновить список записей
tr: Girdiler listesini güncelle

source: Update...
de: Aktualisiere...
fa: به‌روزرسانی...
nl: Bijwerken...
pt_br: Atualizar...
ru: Обновить…
tr: Güncelle...

source: Clear entries list
de: Lösche Eintragsliste
fa: پاک کردن لیست مطالب
nl: Leeg berichtenlijst
pl: Wyczyść listę wpisów
pt_br: Limpar lista de entradas
ru: Очистить список записей
tr: Girdiler listesini temizle

source: Clear
de: Säubern
fa: پاک کردن
nl: Leegmaken
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle

source: Remove selected entry from server
de: Lösche gewählten Eintrag vom Server
fa: حذف کردن مطلب انتخاب شده از خدمتگذار
nl: Verwijder geselecteerde bericht van server
pl: Usuń zaznaczony wpis z serwera
pt_br: Remover entrada selecionada do servidor
ru: Удалить выбранную запись с сервера
tr: Seçili girdiyi sunucudan kaldır

source: Remove
de: Entfernen
fa: حذف
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır

source: Post &Categories
de: Eintrag &Kategorien
fa: دسته‌بندی‌های پست
nl: Bericht &Categorieën
pl: Kategorie postów
pt_br: &Categorias do Post
ru: Записи и категории
tr: Yazı &Kategorileri

source: Reload categories list
de: Kategorienliste neu laden
fa: دریافت دوباره فهرست دسته‌بندی‌ها
nl: Herlaad categorieën
pl: Przeładuj listę kategorii
pt_br: Recarregar lista de categorias
ru: Перегрузить список категорий
tr: Kategoriler listesini tekrar yükle

source: Add a new category to selected blog
de: Neue Kategorie zum Blog hinzufügen
fa: افزودن یک دسته‌ی جدید به وبلاگ
nl: Voeg nieuwe categorie toe aan geselecteerde blog
pl: Dodaj nową kategorię do wybranego bloga
pt_br: Adicionar uma nova categoria para o blog selecionado
ru: Добавить новую категорию к выбранному блогу
tr: Seçili bloga yeni bir kategori ekle

source: Add Category...
de: Füge Kategoire hinzu...
fa: اضافه‌کردن دسته‌بندی...
nl: Voeg categorie toe...
pt_br: Adicionar Categoria...
ru: Добавить категорию…
tr: Kategori Ekle...

source: &Tags :
de: &Schlagworte:
fa: برچسب‌ها:
pl: &Tagi :
ru: Теги:
tr: &Etiketler:

source: Post &Options
de: Eintrag &Optionen
fa: تنظیمات پست
nl: Bericht &Opties
pl: &Opcje wpisu
pt_br: &Opções do Post
ru: Записи и параметры
tr: Yazı &Seçenekleri

# Status of the current post
source: Status :
fa: وضعیت:
ru: Статус:
tr: Durum :

source: Published
de: Veröffentlicht
fa: منتشر شده
nl: Gepubliceerd
pl: Opublikowane
pt_br: Publicado
ru: Опубликовано
tr: Yayınlanmış

source: Draft
de: Entwurf
fa: پیش‌نویس
nl: Concept
pl: Szkic
pt_br: Rascunho
ru: Черновик
tr: Taslak

source: Local Draft
de: Lokaler Entwurf
fa: پیش‌نویس محلی
nl: Lokaal Concept
pl: Lokalny szkic
pt_br: Rascunho local
ru: Локальный черновик
tr: Yerel Taslak

source: Feedback:
fa: بازخورد
nl: Terugkoppeling:
pl: Reakcja:
ru: Обратная связь:
tr: Geri dönüş:

source: Comments
de: Kommentare
fa: نظرات
nl: Commentaar
pl: Komentarze
pt_br: Comentários
ru: Комментарии
tr: Yorumlar

source: Trackback
fa: دنبالک
ru: Трекбеки
tr: Izsürüm

source: Modify time&stamp
de: Ändere Zeit&stempel
fa: ویرایش زمان&نشان
nl: Tijd aanpassen
pl: Modyfikuj format cza&su
pt_br: Modificar tempo de &gravar
ru: Изменить временную метку
tr: Zaman izini&değiştir

source: Now
de: Jetzt
fa: اکنون
nl: Nu
pl: Teraz
pt_br: Novo
ru: Сейчас
tr: Şimdi

source: Permalink (wordpress) :
fa: پیوند دائمی (وردپرس) :
ru: Постоянная ссылка (WordPress):

source: &Trackback URLs :
fa: &مسیرهای دنبالک :
pl: Adresy &trackback:
ru: URL трекбека:
tr: İz&sürüm URLleri :

source: Summary :
de: Zusammenfassung:
fa: خلاصه:
nl: Samenvatting:
pl: Podsumowanie :
pt_br: Sumário :
ru: Общее:
tr: Özet :

source: &Local entries
de: &Lokale Einträge
fa: &ورودی های محلی
nl: &Lokale berichten
pl: Wpisy &lokalne
pt_br: Entradas &Locais
ru: Локальные записи
tr: &Yerel girdiler

source: Remove selected entry
de: Lösche gewählten Eintrag
fa: حذف کردن مطلب انتخاب شده
nl: Verwijder geselecteerde bericht
pl: Usuń zaznaczone wpisy
pt_br: Remover entrada selecionada
ru: Удалить выбранную запись
tr: Seçili girdiyi kaldır

source: From your computer:
fa: از کامپیوتر شما:
nl: Van deze computer:
pt_br: De seu computador:
ru: С Вашего компьютера:
tr: Bilgisayarınızdan

source: Name on server:
fa: نام در خدمتگذار:
nl: Naam op server:
pt_br: Nome do servidor:
ru: Имя на сервере:
tr: Sunucudaki ad:

source: Upload via:
de: Upload über:
fa: ارسال از راه:
pt_br: Enviar via:
ru: Выгрузить через:
tr: Yükle ya da:

source: FTP Configurations
de: FTP-Konfigurationen
fa: پیکربندی های اف تی پی
nl: FTP Configuraties
pt_br: Configurações de FTP
ru: Настройка FTP
tr: FTP Yapılandırmaları

source: Will use for direct link generation
ru: Будет использовано для генерирования прямой ссылки
tr: Doğrudan baplantı oluşturacak

source: Url to path:
ru: URL к пути:
tr: Yol Urlsi

source: Will use for upload
ru: Будет использовано для выгрузки
tr: Karşıya yükleme için kullanacak

source: (s)Ftp path:
de: (s)Ftp-Pfad:
ru: Путь (s)ftp:
tr: (s)Ftp yolu:

source: e.g. sftp://domain.com/user/images/
ru: например: sftp://domain.com/user/images/
tr: örneğin sftp://domain.com/user/images/

source: e.g. http://domain.com/images/
ru: например: http://domain.com/images/
tr: örneğin http://domain.com/images/

source: Mehrdad Momeny
fa: مهرداد مومنی

source: Golnaz Nilieh
fa: گلناز نیلیه

source: Roozbeh Shafiee
fa: روزبه شفیعی

source: Wordpress
fa: وردپرس

source: Url
fa: نشانی اینترنتی

source: FTP
fa: اف تی پی

# Name of the API which is used to communicate with Blog
source: API:
fa: رابط:

source: http://YourHomePage.com
de: http://IHREHOMEPAGE.com
nl: http://UwWebsite.nl
pl: http://TwojaStronaDomowa.pl
pt_br: http://SuaHomePage.com

source: Category Name :
pl: Nazwa kategorii :

source: Parent :
pl: Rodzic

source: Description
pl: Opis

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <table border="0" style="-qt-table-type: root; margin-top:4px; margin-bottom:4px; margin-left:4px; margin-right:4px;"> <tr> <td style="border: none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt;"><span style=" font-size:9pt;">&amp;Configuring your blog account...</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:9pt;">Please fill in these fields, and hit the AutoConfigure button to retrieve your blog settings</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:9pt;">You can set more options on Advanced tab.</p></td></tr></table></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <table border="0" style="-qt-table-type: root; margin-top:4px; margin-bottom:4px; margin-left:4px; margin-right:4px;"> <tr> <td style="border: none;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:10pt;"><span style=" font-size:9pt;">&amp;Trwa konfiguracja Twojego konta blogowego...</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:9pt;">Wypełnij poniższe pola i kliknij na AutoKonfiguracja, aby pobrać ustawienia swojego bloga</p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:9pt;">Więcej opcji można ustawić na zakładce Zaawansowane.</p></td></tr></table></body></html>

source: Your blog Title is :
pl: Tytuł twojego bloga :

source: Blog/Homepage &URL :
pl: Blog/Strona domowa &URL :

source: User&name :
pl: Użytkow&nik :

source: &Password :
pl: Hasło :

source: &Auto Configure
pl: &Autokonfiguracja

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:9pt;"><span style=" font-weight:600;">Note</span>: You can see a list of supported features for your blog after configuration, at <span style=" font-style:italic;">Supported Features</span> tab.</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px; font-size:9pt;"><span style=" font-weight:600;">Pamiętaj</span>: Listę obsługiwanych funkcji Twojego blogu po konfiguracji można zobaczyć na zakładce <span style=" font-style:italic;">Obsługiwane funkcje</span>.</p></body></html>

source: &Configuring your blog account...
pl: Konfigura&cja Twojego konta blogowego...

# verb, fetch the blog id from the web
source: &Fetch ID
pl: Pobierz ID

# Default direction of text in the blog
source: Default text &direction :
pl: &Domyślny kierunek tekstu :

source: Create/Modify post :
pl: Utwórz/Zmodyfikuj wpis :

source: Support categories :
pl: Obsługa kategorii:

source: Support tags :
pl: Obsługa tagów:

source: Remove post :
pl: Usuń wpis :

source: Fetch recent posts :
pl: Pobierz ostatnie wpisy:

source: Multipaged post :
pl: Wpis wielostronicowy :

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note</span>: You can see list of supported features for your blog after configuration!</p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Uwaga</span>: Listę obsługiwanych funkcji Twojego bloga można będzie zobaczyć po konfiguracji!</p></body></html>

source: Upload media :
pl: Załaduj media :

source: Create new category :
pl: Utwórz nową kategorię :

source: Show Bilbo Window on startup
pl: Pokazuj okno Bilbo podczas uruchomienia

source: Change '\\n' to '<br/>' On posts retrieved from server
pl: Zamień '\\n' na '<br/>' we wpisach pobranych z serwera

source: File
pl: Plik

source: Show Bilbo window on startup
pl: Pokazuj okno Bilbo podczas uruchamiania

source: &Reload
pl: P&rzeładuj

source: U&pdate
pl: Aktualizuj

source: Add &Category...
pl: Dodaj kategorię...

source: Remove entry
pl: Usuń wpis

source: Please Wait...
pl: Czekaj...

source: Edit Blog Settings
pl: Edytuj ustawienia bloga

source: Fetching the blog's id timed out. Check your internet connection,and your homepage Url, username or password! note that the url has to contain "http://" If you are using a self hosted Wordpress blog, you have to enable Remote Publishing on its configurations
pl: Upłynął czas pobierania ID blogu. Sprawdź połączenie internetowe oraz URL, login i hasło strony domowej! Pamiętaj, że URL musi zawierać „http://” Jeśli sam hostujesz usługę Wordpress, powinieneś włączyć opcję Remote Publishing.

source: Fetching BlogID Faild! please check you internet connection.
pl: Nie udało się pobranie ID blogu! Sprawdź połączenie z Internetem.

source: Sorry, BlogId not retrieved yet, You have to Fetch blog id by hitting "Auto Configure" Or "Fetch ID" button or Insert your Blog Id manually.
pl: Niestety nie pobrano jeszcze ID blogu, Pobierz ID blogu klikając przycisk „AutoKonfiguracja”, „Pobierz ID” lub podaj ID blogu ręcznie.

source: Cannot create directory %1,for storing media files for locally stored posts Please check permissions or create it manually.
pl: Nie można utworzyć katalogu %1 do przechowywania plików medialnych dla zapisanych lokalnie wpisów. Sprawdź uprawnienia albo utwórz go ręcznie.

source: Uploading media failed : Your blog api do not support uploading media objects
pl: Wysyłanie mediów nie udało się: API Twojego bloga nie obsługuje ładowania mediów

source: Uploading media failed : Cannot read the media file,please check if it exists. path: %1
pl: Wysyłanie mediów nie powiodło się: Nie można odczytać pliku, sprawdź czy istnieje: %1

source: XML-RPC Error:
pl: Błąd XML-RPC:

source: Atom API Error:
pl: Błąd API Atom:

source: KBlog Parsing Error:
pl: Błąd parsowania KBlog:

# Makes text bold
source: Bold
pl: Wytłuszczenie

# Makes text italic
source: Italic
pl: Kursywa

# Makes text underlined
source: Underline
pl: Podkreślenie

# Strikes the text out
source: Strikeout
pl: Wykreślenie

# Strikes the text out, and its shortcut is (Ctrl+l)
source: Underline (Ctrl+l)
pl: Wykreślenie (Ctrl+I)

# Remove formatting, and its shortcut is (Ctrl+r)
source: Remove formatting (Ctrl+r)
pl: Bez formatowania (Ctrl+r)

# Sets text direction to right to left
source: Right to Left
pl: Od prawej do lewej

# verb, to add a media file to the post as an attachment
source: Attach Media
pl: Załącz media

source: Please select a blog from the toolbox, then try again.
pl: Wybierz blog i spróbuj ponownie

source: The requested blog style fetched.
pl: Pobrano styl blogu.

source: Setting blog style...
pl: Ustawianie stylu blogu...

source: The requested blog style set.
pl: Ustawiono styl blogu.

source: Cannot create information database
pl: Nie można utworzyć bazy informacji

source: Cannot connect to configuration database
pl: Nie można połączyć się z bazą konfiguracji

source: There isn't any blog with requested title.
pl: Nie ma blogu o takim tytule

source: There isn't any blog with requested ID.
pl: Nie ma blogu o takim ID

source: Hide Bilbo Window
pl: Ukryj okno Bilbo

source: You have to select a blog to upload media to it.
pl: Należy wybrać blog, aby dołączyć media.

source: API of current selected blog doesn't support uploading media objects.
pl: API bieżącego blogu nie obsługuje plików medialnych.

source: Can not fetch the selected blog style. ,%1
pl: Nie można pobrać stylu wybranego blogu. %1

source: Impossible to get html file,%1
pl: Nie można otrzymać pliku HTML %1

source: Impossible to write data to file %1
pl: Nie można zapisać danych do pliku %1
