Repository: mtux/bilbo
Catalog: po/*/bilbo.po
Languages: de, fa, nl, pl, pt_br, ru, tr

source: Submitting as ...
de: Übertragen als ...
fa: ارسال به صورت ...
nl: Verzenden als...
pl: Wysyłanie jako...
pt_br: Apresentar como ...
ru: Отсылание как…
tr: Gönderiyor ...

source: There isn't any selected blog, you have to select a blog from Blogs page before asking for Category list
de: Es wurde kein Blog ausgewählt. Sie müssen ein Blog auswählen bevor Sie die Kategorienliste aufrufen.
fa: هیچ وبلاگی انتخاب نشده است، شما باید پیش از درخواست‌کردن فهرست دسته‌بندی‌ها یک وبلاگ انتخاب کنید.
nl: Er is geen blog geselecteerd, u dient een blog te selecteren op de Blogs pagina voordat de lijst met categorieën kan worden opgevraagd.
pl: Nie wybrano żadnego blogu, należy to uczynić (na karcie Blogi) przed zapytaniem o listę kategorii.
pt_br: Não existe qualquer blog selecionado. você tem que selecionar um blog da pagina de Blogs antes de pedir a lista Categoria.
ru: Блог не выбран. Выберите блог на странице блогов перед запросом списка категории
tr: Seçilmiş bir blog yok. Kategori ilstesinde sormadan önce Bloglar kısmından bir blog seçmeniz gerekiyor

source: Requesting category list...
de: Fordere Kategorienliste an...
fa: درخواست برای فهرست دسته‌بندی‌ها
nl: Bezig met opvragen van categorieën...
pl: Zapytanie o listę kategorii...
pt_br: Solicitando a lista categoria...
ru: Запрос списка категории…
tr: Kategori listesi isteniyor...

source: There isn't any selected blog, you have to select a blog from Blogs page before asking for Entries list
de: Es wurde kein Blog ausgewählt. Sie müssen ein Blog auswählen bevor Sie die Eintragsliste aufrufen.
fa: هیچ وبلاگی انتخاب نشده است، شما باید پیش از درخواست‌کردن فهرست پست‌ها یک وبلاگ انتخاب کنید.
nl: Er is geen blog geselecteerd, u dient een blog te selecteren op de Blogs pagina voordat de lijst met berichten kan worden opgevraagd.
pl: Nie wybrano żadnego blogu, należy to uczynić (na karcie Blogi) przed zapytaniem o listę wpisów.
pt_br: Não existe qualquer blog selecionado, você tem que selecionar um blog da pagina de Blogs antes de pedir a lista Entradas.
ru: Блог не выбран. Выберите блог на странице блогов перед запросом списка записей
tr: Seçilmiş bir blog yok. Girdiler listesini istemeden önce Bloglar sayfasından bir blog seçmelisiniz

source: Requesting Entries list...
de: Fordere Eintragsliste an...
fa: درخواست برای فهرست پست‌ها...
nl: Bezig met opvragen van berichten...
pl: Zapytanie o listę wpisów...
pt_br: Solicitando a lista Entradas...
ru: Запрос списка записей…
tr: Girdiler Listesini istiyor...

source: Entries list received.
de: Eintragsliste erhalten.
fa: فهرست پست‌ها دریافت شد.
nl: Lijst met berichten ontvangen.
pl: Otrzymano listę wpisów.
pt_br: lista Entradas recebida.
ru: Список записей получен.
tr: Girdiler listesi alındı.

source: Category list received.
de: Kategorienliste erhalten.
fa: فهرست دسته‌بندی‌ها دریافت شد.
nl: Lijst met categorieën ontvangen.
pl: Otrzymano listę kategorii.
pt_br: lista Categoria recebida.
ru: Список категории получен.
tr: Kategori listesi alındı.

source: Removing a post from your blog is not undoable! Are you sure of removing post with title "%1" from your blog?
de: Es ist nicht möglich einen gelöschten Eintrag wieder herzustellen! Sind Sie sicher, dass Sie den Eintrag mit dem Titel "%1" aus dem Blog löschen wollen?
fa: برداشتن یک نوشته از وبلاگتان قابل انجام نیست! آیا مطمئن هستید که می خواهید نوشته با عنوان "%1" را از وبلاگتان بردارید؟
nl: Het verwijderen van een bericht van uw blog is niet ongedaan te maken! Weet u zeker dat u bericht genaamd "%1" wilt verwijderen van uw blog?
pl: Usuwanie wpisu z blogu nie jest nieodwołalne! Na pewno chcesz usunąć wpis o tytule „%1”?
pt_br: Remover uma postagem do seu blog, não é reversível! Tem certeza em remover o post com o título "%1" do seu blog?
ru: Удаление записи с блога необратимо! Вы уверены в удалении записи «%1» с блога?
tr: Blogunuzdan bir yazı silmek geri alınamaz! "%1" başlıklı yazınızı silmek istediğinize emin misiniz?

source: Removing post...
de: Lösche Eintrag...
fa: پاک کردن پست ...
nl: Bericht verwijderen...
pl: Usuwanie wpisu...
pt_br: Removendo post...
ru: Удаление записи…
tr: Yazıyı siliyor...

source: Post with title "%1" removed from "%2".
de: Beitrag mit dem Titel "%1" aus "%2" entfernt
fa: پست با عنوان 1% از 2% پاک شد.
nl: Bericht genaamd "%1" is verwijderd van "%2".
pl: Wpis o tytule „%1” usunięty z „%2”.
pt_br: Post com o título "%1" removido "%2".
ru: Запись «%1» удалена с «%2».
tr: "%1" başlıklı yazı, şuradan "%2" silindi.

source: Post removed
de: Beitrag entfernt
fa: پست پاک شد.
nl: Bericht verwijderd
pl: Usunięto wpis
pt_br: Post removido
ru: Запись удалена
tr: Yazı silindi

source: Failed
de: Fehlgeschlagen
ru: Ошибка
tr: Başarısız

source: Sorry, There isn't any link field available for this entry on Database.
de: Es gibt keinen Link für diesen Eintrag in der Datenbank.
fa: متاسفیم. هیچ جای پیوند در دسترسی برای این ورودی در بانک اطلاعاتی وجود ندارد.
nl: Sorry, er is geen link veld beschikbaar voor dit bericht in de database.
pl: Niestety, w bazie niedostępne jest pole linku dla tego wpisu.
pt_br: Desculpe, não existe qualquer link disponível para esta entrada no banco de dados.
ru: Извините, поле ссылки недостепно для этой записи в базе данных.
tr: Üzgünüz. Veritabanında bu girdi için uygun bağlantı alanı bulunmuyor.

source: Are you sure of removing selected local entry?
de: Sind Sie sicher, dass Sie den gewählten lokalen Eintrag löschen möchten?
fa: آیا مطمئن هستید که می خواهید ورودی محلی انتخاب شده را بردارید؟
nl: Weet u zeker dat u het geselecteerde lokale bericht wilt verwijderen?
pl: Na pewno chcesz usunąć wybrany wpis lokalny?
pt_br: Tem certeza em remover a entrada local selecionada?
ru: Вы уверены в удалении выбранной локальной записи?
tr: Yerel girdiyi silmek istediğinize emin misiniz?

source: Cannot remove selected local entry!
de: Kann ausgewählten lokalen Eintrag nicht löschen!
fa: نمی توان ورودی محلی انتخاب شده را برداشت!
nl: Kan het geselecteerde lokale bericht niet verwijderen!
pl: Nie można usunąć wybranego wpisu lokalnego!
pt_br: Não é possível remover a entrada local selecionada!
ru: Невозможно удалить выбранную локальную запись!
tr: Seçilmiş yerel girdiyi kaldıramıyor!

source: You have to select at least one entry from list.
de: Sie müssen mindestens einen Eintrag aus der Liste wählen.
fa: شما باید حداقل یک ورودی را از فهرست انتخاب کنید.
nl: U dient tenminste een bericht te selecteren van de lijst.
pl: Należy wybrać przynajmniej jeden wpis z listy.
pt_br: Você tem que escolher pelo menos uma entrada da lista.
ru: Необходимо выбрать хотя бы один элемент из списка.
tr: Listeden en az bir girdi seçmelisiniz.

source: Can not clear entries list.
de: Kann Eintragsliste nicht löschen.
fa: پاک کردن لیست پست‌ها ناموفق بود.
nl: Kan lijst met berichten niet leegmaken.
pl: Nie można wyczyścić listy wpisów.
pt_br: Não é possível limpar a lista de entradas.
ru: Невозможно очистить список записей.
tr: Girdiler listesini temizleyemiyor.

source: Open in browser
de: Im Browser öffnen
fa: باز کردن در مرورگر
pt_br: Abrir no navegador
ru: Открыть в браузере
tr: Tarayıcıda aç

source: Copy URL
de: URL kopieren
fa: رونوشت از مسیر
nl: Kopieer URL
pt_br: Copiar URL
ru: Копировать URL
tr: URL'yi Kopyala

source: Copy title
de: Titel kopieren
fa: رونوشت از عنوان
nl: Kopieer titel
pt_br: Copiar título
ru: Копировать заглавие
tr: Başlığı kopyala

source: Upload
de: Hochladen
fa: ارسال کردن
nl: Uploaden
pl: Załaduj
ru: Выгрузить
tr: Yükle

source: Upload media...
de: Datei hochladen
fa: ارسال رسانه...
nl: Media uploaden...
pl: Załaduj media...
pt_br: Enviar mídia...
ru: Выгрузить медиа…
tr: Ortam yükle...

source: Select media to upload
de: Datei zum Hochladen auswählen
fa: انتخاب رسانه برای ارسال
nl: Selecteer media om te uploaden
pl: Wybierz media do wysłania
pt_br: Selecionar mídia para enviar
ru: Выберите медиа для выгрузки
tr: Yüklenecek ortam seç

source: Blog API
fa: رابط وبلاگ
ru: API блога
tr: Blog API'si

source: Please insert FTP Url.
fa: لطفا آدرس اف تی پی را وارد کنید.
nl: Geef FTP adres op.
pt_br: Por favor insira FTP Url.
ru: Пожалуйста, вставьте URL FTP.
tr: Lütfen FTP Url adresini giriniz.

source: Inserted ftp url is not a valid url. Note that url must start with "ftp" or "sftp", and end with a / that indicate the directory which file should upload to it.
fa: آدرس اف تی پی وارد شده یک آدرس معتبر نیست. توجه کنید که آدرس باید با "ftp" یا "sftp", شروع شود و با یک / تمام شود که پوشه ای را که فایل به آن باید ارسال شود، نشان می دهد.
nl: Opgegeven FTP adres is geen geldig adres. Let op: een FTP adres begint met "ftp://" of "sftp://" en eindigd met een "/" achter de laatste directorie naam.
pt_br: A url ftp inserida não é uma url valida. Note que a url deve iniciar com "ftp" ou "sftp", e terminam com uma / que indicar o diretório onde o arquivo foi carregado.
ru: Вставленный URL FTP не является правильным. URL должен начинаться на «ftp» или «sftp» и заканчиваться на «/», что означает каталог, в который выгружается файл.
tr: Girilen ftp url adresi geçerli bir adres değil. Url adresinin "ftp" veya "sftp" ile başlaması gerekir, ve yüklemenin yapılacağı dizini gösteren / ile bitmesi gerekir.

source: Media uploaded, and URL copied to clipboard. You can find it here: %1
de: Datei hochgeladen und URL in die Zwischenablage kopiert. Sie können die Datei hier finden: %1
fa: رسانه ارسال شد، و مسیر در حافظه کپی شد. شما می توانید آن را اینجا بیابید: %1
nl: Media is geupload en de URL is in het klembord gekopieërd. Het staat hier: %1
pt_br: Mídia carregada, e URL copiada para clipboard. Você pode encontrá-lo aqui: %1
ru: Медиа выгружено, URL скопировано в буфер обмена. Вы можете найти его здесь: %1
tr: Ortam yüklendi. ve URL panoya kopyalandı Buradan ulaşabilirsiniz. %1

source: Media uploaded. You can find it here: %1
de: Datei hochgeladen. Sie können die Datei hier finden: %1
fa: رسانه ارسال شد. شما می توانید آن را اینجا بیابید: %1
nl: Media is geupload. Het staat hier: %1
pl: Załadowano media. Znajdują się tutaj: %1
pt_br: Mídia carregada. Você pode encontrá-la aqui: %1
ru: Медиа выгружено. Вы можете найти его здесь: %1
tr: Ortam yüklendi. Buradan ulaşabilirsiniz. %1

source: Successfully uploaded
de: Erfolgreich hochgeladen
fa: با موفقیت ارسال شد
nl: Upload gelukt
pt_br: Carregado com sucesso
ru: Выгружено успешно
tr: Başarıyla karşıya yüklendi

source: Media uploading failed with this result: %1 Try again?
fa: ارسال رسانه با این نتیجه شکست خورد: %1 دوباره تلاش شود؟
nl: Media upload is mislukt: %1 Opnieuw proberen?
pt_br: Falha ao carregar mídia com este resultado: %1 Tentar novamente?
ru: Ошибка выгрузки медиа с результатом: %1 Попробовать снова?
tr: Ortam yükleme şu sonuçla başarılı olamadı: %1 Yeniden denemek ister misiniz?

source: Category Name:
de: Kategorienname:
fa: نام دسته‌بندی:
nl: Categorie Naam:
pt_br: Categoria Nome:
ru: Имя категории:
tr: Kategori Adı:

source: Category Slug:
de: Kategorientyp:
nl: Categorie Slug:
pt_br: Categoria Slug:
ru: Строка категории:
tr: Kategori Söylemi:

source: Parent Category:
de: Übergeordnete Kategorie:
fa: دسته اصلی:
nl: Categorie Eigenaar:
pt_br: Categoria Principal:
ru: Родитель категории:
tr: Akraba Kategori

source: Description:
de: Beschreibung:
fa: توضیح:
nl: Beschrijving:
pt_br: Descrição:
ru: Описание:
tr: Tanım:

source: Basic
de: Standard
fa: پایه
nl: Basis
pl: Główne
pt_br: Básico
ru: Основное
tr: Temel

source: Configuring your blog account...
de: Blogkonto konfigurieren...
fa: پیکربندی حساب وبلاگ شما
nl: Configureren van blog account...
pt_br: Configurando sua conta do blog...
ru: Конфигурирование Вашей учётной записи блога…
tr: Blog hesabınızı ayarlıyor...

source: Please fill in these fields, and click the "AutoConfigure" button to program guess your blog settings. You can set more options on Advanced tab.
fa: لطفا اطلاعات خواسته شده را وارد کنید، سپس دکمه «پیکربندی خودکار» را بفشارید تا برنامه تنظیمات وبلاگ شما را پیدا کند. شما می توانید امکانات بیشتر را در برگه پیشرفته فعال کنید.
nl: Vul de volgende velden in en klik op "Automatisch Configureren" om uw blog instellingen te detecteren. U kunt meer instellingen vinden op het tabblad "Geavanceerd".
pt_br: Preencha estes campos, e clique no botão "Autoconfiguração" para o programa adivinhar as configurações do seu blog. Você pode definir mais opções na guia Avançado.
ru: Пожалуйста, заполните эти поля и нажмите «Автоконфигурирование» для того, чтобы программа угадала настройки Вашего блога. Можете настроить больше на вкладке «Дополнительно».
tr: Lütfen gerekli alanları doldurun, ve programın blog ayarlarınızı tahmin etmesi için "Otomatik Yapılandır" düğmesine basın. Gelişmiş sekmesinde daha fazla seçenek ayarlayabilirsiniz.

source: Title:
de: Titel:
fa: عنوان:
nl: Titel:
pt_br: Título:
ru: Заглавие:
tr: Başlık :

source: Blog/Homepage URL:
fa: آدرس وبلاگ/صفحه خانگی:
nl: Blog/Website URL:
ru: URL блога/домашней страницы:
tr: Blog/Anasayfa URL adresi:

source: e.g. : http://domain.com/blog/
de: Bsp. : http://IHREHOMEPAGE.com/blog/
fa: برای مثال: http://domain.com/blog/
nl: http://domein.nl/blog/
pl: np. : http://domena.com/blog/
pt_br: ex.: http://dominio.com/blog/
ru: например: http://domain.com/blog/

source: Username:
de: Benutzername:
fa: نام کاربری:
nl: Gebruikersnaam:
pt_br: Nome de Usuário:
ru: Имя пользователя:
tr: Kullanıcı Adı:

source: Password:
de: Passwort:
fa: رمز عبور:
nl: Wachtwoord:
pt_br: Senha:
ru: Пароль:
tr: Parola:

source: Auto Configure
de: Automatische Konfiguration
fa: پیکر‌بندی خودکار
nl: Automatisch Configureren
pt_br: Auto Configurar
ru: Автоконфигурирование
tr: Otomatik Yapılandırma

source: Blog ID:
fa: شناسه وبلاگ:
ru: ID блога:
tr: Blog Kimliği:

# verb, fetch the blog id from the web
source: Fetch ID
de: ID abrufen
fa: گرفتن شناسه
nl: Haal ID op
pt_br: Buscar ID
ru: Получить ID
tr: Kimliği Getir

# Default direction of text in the blog
source: Default text direction:
fa: جهت پیش‌فرض متن:
nl: Standaard leesrichting:
pt_br: Dar foco ao texto:
ru: Направление текста по умолчанию:
tr: Öntanımlı metin yönü:

source: Left to right
de: Von links nach rechts
fa: چپ به راست
nl: Links naar rechts
pl: Od lewej do prawej
pt_br: Da esquerda para direita
ru: Слева направо
tr: Soldan sağa

source: Right to left
de: Von rechts nach links
fa: راست به چپ
nl: Rechts naar links
pl: Od prawej do lewej
pt_br: Da direita para a esquerda
ru: Справа налево
tr: Sağdan sola

source: Supported Features
de: Unterstützte Funktionen
fa: امکانات پشتیبانی شده
nl: Ondersteunde Eigenschappen
pl: Obsługiwane funkcje
pt_br: Recursos suportados
ru: Поддерживаемые возможности
tr: Desteklenen Özellikler

source: Create/Modify post:
fa: ایجاد/تغییر پست:
nl: Maak/Bewerk bericht:
pt_br: Criar/Modificar post:
ru: Создание/редактирование записи:
tr: Yazıyı Oluştur/Değiştir:

source: Unknown
de: Unbekannt
fa: نامشخص
nl: Onbekend
pl: nieznane
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmeyen

source: Support categories:
fa: پشتیبانی از دسته‌بندی‌ها:
nl: Categorie ondersteuning:
pt_br: Categorias suportadas:
ru: Поддержка категорий:
tr: Kategorileri destekle:

source: Support tags:
fa: پشتیبانی از برچسب‌ها:
nl: Tags ondersteuning:
pt_br: Tags suportadas:
ru: Поддержка тегов:
tr: Etiketleri destekle:

source: Remove post:
fa: پاک کردن پست:
nl: Bericht verwijderen:
pt_br: Remover post:
ru: Удаление записи:
tr: Yazıyı kaldır:

source: Fetch recent posts:
fa: گرفتن پست های اخیر:
nl: Recente berichten tonen:
pt_br: Buscar posts recentes:
ru: Получение последних записей:
tr: En son yazıları getir:

source: Multipaged post:
fa: پست‌ چند صفحه ای:
nl: Bericht met meerdere pagina's:
pt_br: Post multipaginado:
ru: Многостраничная запись:
tr: Çoksayfalı yazı:

source: Note: You can see list of supported features for your blog after configuration!
de: Hinweis: Sie können eine Liste mit den unterstüzten Funktionen nach der Blogkonfiguration sehen!
fa: توجه: شما می‌توانید فهرست عملکرد‌های پشتیبانی شده در وبلاگتان را، پس از انجام پیکربندی ببینید!
nl: Opmerking: De lijst met eigenschappen wordt na opslaan van de configuratie bijgewerkt!
pt_br: Nota: Você pode ver a lista de recursos suportados para o seu blog depois da configuração!
ru: Примечание: Вы можете видеть список поддерживаемых возможностей Вашего блога после конфигурации!
tr: Dikkat: Yapılandırma bittikten sonra blogunuz için desteklenen özellikleri görebilirsiniz!

source: Upload media:
fa: ارسال رسانه:
nl: Media uploaden:
pt_br: Carregar mídia:
ru: Выгрузка медиа:
tr: Ortam yükle:

source: Create new category:
fa: ایجاد دسته بندی جدید:
nl: Categorie toevoegen:
pt_br: Criar uma nova categoria:
ru: Создание новой категории:
tr: Yeni kategori oluştur:

source: It could be useful on some blogs like Wordpress that do not store posts as HTML
de: Es kann nützlich sein Einträge bei einigen Blogs ( wie z.B. Wordpress) nicht als HTML zu speichern,
fa: در بعضی سیستم‌های وبلاگ مثل وردپرس که پست‌ها بصورت HTML ذخیره نمی‌شوند، می‌تواند مفید باشد.
nl: Dit kan gebruikt worden bij sommige blog types zoals Wordpress die berichten niet als HTML opslaan
pl: Na niektórych blogach (np. Wordpress) lepiej nie przechowywać wpisów jako HTML
pt_br: Poderia ser útil em alguns blogs como Wordpress que não armazenam posts como HTML
ru: Полезно для некоторых блогов типа WordPress не сохранять записи в HTML
tr: Bu, Wordpress gibi yazıları HTML olarak yüklemeyen bazı bloglar için faydalı olabilir.

source: Change \n to <br/> On posts retrieved from server
de: Bei von Servern geholten Einträgen \n zu <br/> ändern
fa: تغییر \n به <br/> در پست‌هایی که از خدمتگذار دریافت می‌شوند
nl: Verander \n naar <br/> bij inlezen berichten van server
pl: Zmień \n na <br/> we wpisach pobranych z serwera
pt_br: Alterar \n para <br/> em posts obtidos do servidor
ru: Менять \n на <br/> в записях, полученных с сервера
tr: Sunucudan alınan yazılarda \n yerine <br/> kullanın

source: Blog
fa: وبلاگ
ru: Блог

source: Post
de: Eintrag
fa: مطلب
nl: Bericht
pl: Wpis
ru: Запись
tr: Yazı

source: Settings
de: Konfiguration
fa: تنظیمات
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar

source: Toolbar
de: Werkzeugleiste
fa: نوار ابزار
nl: Knoppenbalk
pt_br: Barra de ferramentas
ru: Панель инструментов
tr: Araç Çubuğu

source: Title
de: Überschrift
fa: عنوان
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заглавие
tr: Başlık

source: &Add...
de: &Hinzufügen...
fa: &افزودن‌...
nl: &Toevoegen...
pt_br: &Adicionar...
ru: Добавить…
tr: &Ekle

source: &Modify...
de: &Ändern...
fa: &تغییر‌...‌
nl: &Bewerken...
pt_br: &Modificar...
ru: Изменить…
tr: &Değiştir...

source: &Remove
de: Entfe&rnen
fa: &حذف‌
nl: &Verwijderen...
pt_br: &Remover
ru: Удалить
tr: &Kaldır

# the web address of the link
source: Link &Address :
de: Link & Adresse:
fa: آدرس لینک
nl: Link &Adres:
pl: &Adres linka :
pt_br: &Endereço do Link :
ru: Адрес ссылки:
tr: Bağlantı &Adresi :

# the word which is showed as a link
source: Link &Title :
de: Link & Titel:
fa: عنوان لینک
nl: Link &Titel:
pl: &Tytuł linku :
pt_br: &Título do Link :
ru: Заглавие ссылки:
tr: Bağlantı &Başlığı

source: &Target :
de: &Ziel:
fa: هدف لینک
nl: &Doel:
pl: Cel :
pt_br: &Objeto :
ru: Цель:
tr: &Hedef

source: not set
de: Nicht gesetzt
fa: تعیین نشده
nl: niet ingesteld
pl: nieustawione
pt_br: não definido
ru: не установлено
tr: ayarlanmamış

source: Current window
de: Aktuelles Fenster
fa: پنجره‌ی کنونی
nl: Huidig venster
pl: Bieżące okno
pt_br: Janela atual
ru: Текущее окно
tr: Gezilen pencere

source: New window
de: Neues Fenster
fa: پنجره‌ی جدید
nl: Nieuw venster
pl: Nowe okno
pt_br: Nova janela
ru: Новое окно
tr: Yeni pencere

source: From your computer
de: Von Ihrem Computer
fa: از کامپیوتر شما
nl: Vanaf deze computer
pl: Z Twojego komputera
pt_br: De seu computador
ru: С Вашего компьютера
tr: Bilgisayarınızdan

source: From the web
de: Aus dem Internet
fa: از اینترنت
nl: Vanaf het internet
pl: Z sieci
pt_br: Da web
ru: С веба
tr: Ağ ortamından

# verb, to modify selected image attributes.
source: Edit image properties
de: Bildeigenschaften bearbeiten
fa: ویرایش مشخصات تصویر
nl: Bewerk eigenschappen afbeelding
pl: Edytuj właściwości obrazka
pt_br: Editar propriedades da imagem
ru: Редактировать свойства изображения
tr: Resim özelliklerini değiştir

# noun, with of the image in pixels.
source: Image width:
de: Bildbreite:
fa: عرض تصویر:
nl: Afbeelding breedte:
pl: Szerokość obrazka:
pt_br: Largura da imagem:
ru: Ширина изображения:
tr: Resim genişliği:

source: pixel
fa: پیکسل
nl: pixels
pl: piksel
ru: пиксель(ей)
tr: piksel

source: Image Title:
de: Bildtitel:
fa: عنوان عکس
nl: Afbeelding Titel:
pl: Tytuł obrazka
pt_br: Título da imagem:
ru: Заглавие изображения:
tr: Resim Başlığı:

# noun, height of the image in pixels.
source: Image height:
de: Bildhöhe:
fa: ارتفاع تصویر:
nl: Afbeelding hoogte:
pl: Wysokość obrazka:
pt_br: Altura da imagem:
ru: Высота изображения:
tr: Resim yüksekliği:

source: Alternative text:
de: Alternativtext:
fa: متن جایگزین:
nl: Alternatieve tekst:
pl: Tekst alternatywny
pt_br: Texto alternativo:
ru: Альтернативный текст:
tr: Alternatif metin:

source: Image Link To:
de: Bild verlinkt nach:
fa: لینک کردن عکس به:
nl: Afbeelding Link Naar:
pl: Link obrazka do:
pt_br: Link para a imagem:
ru: Изображение указывает на:
tr: Resim Bağlantısı:

source: Editor auto save interval :
de: Interval für das automatische Abspeichern:
fa: دوره‌ی زمانی ذخیره‌کردن خودکار پست.
nl: Automatisch opslaan interval:
pl: Auto-zapis w edytorze co :
pt_br: Editor de auto salve:
ru: Интервал автосохранения:
tr: Düzenleyici iç kaydı :

source: Disbaled
de: Deaktiviert
fa: غیر فعال
nl: Disabled
pl: Wył.
pt_br: Desempacotado
ru: Выключено
tr: Etiketsiz

source: minute
fa: دقیقه
nl: minuut
pl: minut/a
pt_br: minuto
ru: минут
tr: dakika

source: Automatically insert "Powered by Bilbo Blogger"
de: Füge automatisch "Powered by Bilbo Blogger" ein
fa: بطور خودکار "Powered by Bilbo Blogger" را به پست‌ها اضافه کن
nl: Voeg automatisch "Powered by Bilbo Blogger" in
pl: Automatycznie wstaw "Powered by Bilbo Blogger"
pt_br: Inserir automaticamente "Criado por Bilbo Blogger"
ru: Автоматически вставлять «Powered by Bilbo Blogger»
tr: Otomatik olarak ekle "Powered by Bilbo Blogger"

source: Enable preview posts in blog style, when available.
ru: Включить предварительный просмотр в стиле блога, если доступно.
tr: Hazır olduğunda, yazıları blog stilinde önizle.

source: How many entries would you like to fetch? :
de: Wieviele Einträge möchten Sie holen?
fa: چه مقدار ورودی برای دریافت می خواهید؟ :
nl: Hoeveel berichten wilt u ophalen? :
pl: Ile wpisów chcesz pobrać?
pt_br: Quantas entradas você gostaria de buscar? :
ru: Сколько записей хотите получить?
tr: Kaç tane girdiyi getirmek istiyorsunuz?

source: Do not ask again
ru: Не спрашивать снова
tr: Tekrar sorma

source: Publish as an edit of the original entry
de: Als bearbeiteten Eintrag des Orginals veröffentlichen
fa: منتشر کردن به عنوان ویرایشی از مطلب اصلی
nl: Publiceer als een bewerking van het orignele bericht
pl: Opublikuj jako edycję oryginalnego wpisu
pt_br: Publicar no editor como uma entrada do original
ru: Публиковать как редакцию оригинальной записи
tr: Özgün girdi haliyle yayınla

source: Publish as a new post
de: Als neuen Eintrag veröffentlichen
fa: منتشر کردن به عنوان یک پست جدید
nl: Publiceer als nieuw bericht
pl: Opublikuj jako nowy wpis
pt_br: Publicar como um novo post
ru: Публиковать как новую запись
tr: Yeni yazı olarak yayınla

source: Save entry in drafts
de: Speicher Eintrag als Entwurf
fa: ذخیره کردن مطلب به عنوان پیش‌نویس
nl: Sla op als concept
pl: Zapisz wpis w szkicach
pt_br: Salvar entrada em rascunho
ru: Сохранить запись в черновиках
tr: Girdiyi taslaklarda sakla

source: Enable system tray icon
fa: فعال سازی آیکون در سینی سیستم
nl: Schakel system tray icoon in
pt_br: Ativar ícone da bandeja do sistema
ru: Включить значок в системном трее
tr: Sistem çekmecesi simgesini etkinleştir
